note/sync-key.org
#+SETUPFILE: setup.org
#+TITLE: sync-key

