note/sync-key.org
* btsynckeys.com

*以下内容全部来自 =btsynckeys.com= 爬虫获取方便筛选，如有需要自取；如有侵权，滚！*

=BYRRPM52YK6Z6TETDQITFXBV647XLCNIO= 	 《经济学人》杂志16-19年.The.Economist.16-19更新至19年1月5日号QQ群579370217 
=LYFSZALCHRISMASTER00001= 	 lyfszal 
=BEV76VMGPRO2NKOFE5D6DJ3MEZ2LA3YO6= 	 《时代》杂志16-18年.Time.16-18更新至18年12月24日号保持更新 
=BT6B4PV7EDV3QXNLKU5KX2WIUOKC7AGTW= 	 《纽约客》杂志16-19年.The.New.Yorker.16-19更新至2019-01-07号保持更新 
=BCRTDOJLH4E2VNWCFZ54GMQNVKAYHPQTG= 	 [纪录片剧集]业内人士.2018全集共5集豆瓣9.0QQ群579370217 
=BKB2LA2J46SNL4TC7C7O7SO6YA27DLMTH= 	 《名车志》杂志2016年到2019年.Car.and.Driver.2016-2019更新至2019-01月号 
=BC5527NGE4MPP6BK275NW6KVTPEWADKYN= 	 《商业周刊》杂志2016-18年.Bloomberg.Businessweek.2016-18更新至18年12月24日号 
=BY6ITGJWATKW53NF375CWW6QAN5R6H7R7= 	 《连线》杂志美国版2016年到2019年.Wired.USA.2016-19更新至19年1月号保持更新 
=BD4QCPATRU57HXNIROQH3TELZ2QQXTNHB= 	 日本美女杂志2019周刊Playboy更新至1月14日号週刊プレイボーイ保持更新QQ群616863363 
=DADASDASDACXZCZXCDASDASDAS= 	 dadzczcxzczcada 
=RNRSGERVWCQMA5LP2P7VCIGKRQVJQYZIL= 	 retropcgames 
=RKETWWGUB2OIE4K4CLT332HPRHJRZQSP4= 	 LargeROMCollection 
=CK3JY62JVDNF53TV6EP3R55A5M7U3LG5= 	 ComputerScienceRelatedeBooks 
=BUVNEIDGGIS5TMSILAZJKNC2LDCMOOUWT= 	 [纪录片剧集]风味人间.Once.Upon.a.Bite.2018全集共8集豆瓣9.1QQ群579370217 
=B7PD4P5A4RWU275WLGQFRQXO3ZKAR53VH= 	 [韩剧]坏刑警.나쁜형사.Less.Than.Evil.2018更新至E18一Key在手，保持更新 
=BI5NCUIVUMRHH6YAW73RCO5SWIRH4CPEC= 	 OldmixesbyJohnDigweed@Kiss100FMRadio 
=R63RB5DU6655XS6KF46V4R5TA4LE7AWAZ= 	 RacksterOpen-SourcePlatform 
=ROGMXMOUZKUANOQ4PXICFQEFA6GJO7SKB= 	 Musicexterna 
=BWADMTJBMVDCZNEYESIDWFFYZWADATH2S= 	 Businessgestures 
=BCW6Z6D6ITGEM2DXEQSZODZ6FJDKYDOM7= 	 [韩剧]最完美的离婚.최고의이혼.The.Best.Divorce.2018全32集 
=BJ3WFAFJYA64GMJGTUFFZ5Y4N6FJC2VEG= 	 [韩剧]9号房间.나인룸.Nine.Room.2018全16集 
=BTM4NLKHFY5NYNEHDIRXO2YJ5LWDA5WHA= 	 [韩剧]捉迷藏.숨바꼭질.Hide.and.Seek.2018全48集 
=BVHKDWWL5MOVL3QYTLHKPYQVU2YM22ROZ= 	 [韩剧]从天而降的一亿颗星星.하늘에서내리는1억개의별.2018全16集 
=BTSIQFG7D2KQV4G7XR2CW3573JXGMDSJZ= 	 [韩剧]玩家.플레이어.The.Player.2018全14集 
=BWKXP5FU6BHN6RJZN6JN3NVSSB5JD37XA= 	 [韩剧]内在美.뷰티인사이드.Beauty.Inside.2018全16集 
=RUAM2ED5ISKYR7LVELNVX56LLHQ47GBOZ= 	 GameboyGames 
=RRC5NHEQNELSAOPICQC6D2MVD5XP2GCP6= 	 RomFiles(mainlynintendo) 
=FHV5G3RMTXRNVEJHOFJJCXMJPDRKBMVH= 	 javascriptbooks-hand-picked 
=RWSVWPHSC4BASHVLH5TX6V6Z2RUT6NQE3= 	 CCTVDocumentaryWallStreet1to10full- 
=RHYHOMGCSE6H6BFMUI3BM6ISMZ7YKSI2U= 	 20Goriginalkindleebookcomputer 
=RFR4DFF5526MOEK3NMNU3NFVACRV5FQTV= 	 5.5Gclassicsongs 
=RCFKDIMYYK6ID7OEYZVEG7WSBQKK4BMIX= 	 SovietStory 
=BAZGBQHTNM3AVOBGMSFLVXYS2HLGUFLKJ= 	 fledNorthKoreanfilmscoresDrama/family/Korea1.8G 
=B5RJOU375ZTZ3Y652NTHOPJO3KV67WBK4= 	 [韩剧]阿尔罕布拉宫的回忆.알함브라.궁전의.추억更新至E12 
=BZDLOG2ZL4VD7JA44B3O6EEWX5455M5HT= 	 [韩剧]福秀回来了.복수가.돌아왔다.My.Strange.Hero.2018更新至E16一Key在手，保持更新 
=B6L5PHP7BENDVIH6MVYYXDSHHXDVQHEKQ= 	 Linuxactionshow 
=UK9OTFLOPUQXHFZTY1QCNWDOBS4G2C5DIMK2SGXQKGBTARYBDW69D5JCEWYSTBT= 	 WallPaperCollection 
=B5H4LETMDA2TKAILOSWDWQLVAGYG34MUS= 	 LinuxUnplugged 
=BCYD23MUJQSRBTCBUATLXTGG2Q3Q2RA3J= 	 Unfiltered 
=BHK56Y75XCKI3M5CFEKVBVZ2X7F45AY7T= 	 LatestHR-HDTVmoviereleases 
=B7KM7APQ6WWFMXEWFN4332ZVUGOG4LAS5= 	 [韩剧]Ms.Ma.复仇的女神.미스마.복수의여신.2018更新至E28一Key在手，保持更新 
=BVNZYUSSEGTQRPH5IOWBSNE35SD4S7BKY= 	 [韩剧]我的老板每天死一次.죽어도좋아.Feel.Good.To.Die.2018更新至E32全剧终 
=BABUIHSNV3QAESV47YNYU4QMO5W6QJ2DO= 	 [美剧]生活大爆炸.第12季.The.Big.Bang.Theory.S12更新至E11一Key在手，保持更新 
=BTRSJCG32BNGIBWIDZ6U62VMTW7M5JOGE= 	 [美剧]毒枭.墨西哥.Narcos.Mexico.S01[11.17更新至E10本季完结] 
=B2YJFHD44MS7773UK6IVCEOIUQMFWRUQT= 	 [美剧]小谢尔顿.第2季.Young.Sheldon.S02更新至E11一Key在手，保持更新 
=B5ORX636FG4TSLHQDV33MURKZ37WYT2QX= 	 《读者文摘》杂志美国版2016-18年.Reader's.Digest.USA.2016-18更新至18年12月号 
=BLZTAHCGF67RJGG3DTNFIIQW5ZG3JONDO= 	 10GLuo贷 
=BBDULMUDQSCONOFHXISINTAKORW6VDCEJ= 	 [国产剧]大江大河.2018更新至E47全剧终一Key在手，保持更新 
=B3PQPWJ2BAKKWL2VKOJNOBX3ANSQVQVBZ= 	 [纪录片]爱犬情深.Dogs.2018更新至E06全集一Key在手，保持更新 
=B3ITEWWZN24RCJTHCGLIXOYODKRKKKBOU= 	 [韩剧]命运与愤怒.운명과.분노.Fates.and.Furies.2018更新至E20一Key在手，保持更新 
=BZDTZIAAQ56BA6W5VVVY4T27AMRSXAYJF= 	 [韩剧]先热情地清扫吧.일단.뜨겁게.청소하라.2018更新至E10 
=BKT7JLS2PBLJGV6EFAFIXRPEBCKHD4UTX= 	 [韩剧]赤月青日.붉은달.푸른해.Children.of.Nobody.2018更新至E26一Key在手，保持更新 
=B6IINFOZPRFPNURZBNX2ZE3V62AFSFALW= 	 [韩剧]司祭.프리스트.Priest.2018更新至E12一Key在手，保持更新 
=B5LY4MJLMXW5MJYITRWHHLY6Z3UHUML7L= 	 [韩剧]与神的约定.신과의.약속.A.Pledge.To.God.2018更新至E24一Key在手，保持更新 
=B4KXDZFOHNXH6J3QBP3BXZWMZL3UXRDZV= 	 [韩剧]皇后的品格.황후의.품격.The.Last.Empress.2018更新至E28一Key在手，保持更新 
=B6RWLBYZNRZBKM4DESC4XWNVFA6NSCB7P= 	 [日剧]比宇宙更遥远的地方.宇宙よりも遠い場所.Sora.Yori.Mo.Tooi.Bash.2018更新至E07全剧终 
=BOGS2ILPEAZ27RJY7SCUHBGXOGS4AQZR5= 	 [日剧]我是大哥大.今日から俺は.2018更新至E10全剧终 
=BIAITXZDEFIOP3N5AIKHGQ2JBYL7ZBVA6= 	 [日剧]我们无法成为野兽.獣になれない私たち.2018更新至E10全剧终 
=BVIVFTOPXH5SUQNK6CRCNTWMWGRKCDHZ6= 	 [美剧]柯明斯基理论.The.Kominsky.Method.S01[11.30更新至E08本季完结] 
=B6AWH4L4KZA4GRMIC23WZ2AQWKWYREMYT= 	 [英剧]女鼓手.The.Little.Drummer.Girl.S01[11.28更新至E06本季完结] 
=R5MYZKX3ZJVDKDGOQTNUNR7NXAEZF6JD5= 	 打包图档备份 
=RF67GPXRT4Q5JPHXPSVP3PATUETYUHP5P= 	 图片数据备份 
=ADA3R5SABQPTXGEG6NM2MUICPAJMBALVZ= 	 pictures 
=BSKGYRSAVABRK3DG4PQDIBA2Q6MYELEH2= 	 WSUS-WindowsServerUpdateServices(20GB) 
=EPKWY2PAYWXQWDFEQQMVHCGQQGWUEV44= 	 Lotsofe-books 
=B3LLK7GHY324BVMMROL3NXFCIRLQI3PQ3= 	 用生命下注中文720PGeneticRoulette:TheGambleofourLives(2012) 
=B2YZEBXGEMATJHCFRATHTTEHEKDFZXXJ4= 	 《财富》杂志2016-17年.Fortune.2016-18更新至18年11月1日号保持更新 
=BR3SXF6G4VMUIZUEYXQ7KNNFY5QDRC36M= 	 18年9月高分电影：憨豆特工3 
=BB4TLIVL6HNNSGVTHVK6VP7DPFJ2OTAN6= 	 18年8月高分电影：一出好戏 
=BPLK6MS4OF4GUZERLB6ONVFLHFQ3SWY5R= 	 《尤物》杂志2016-18年.USEXY.Taiwan.2016-18台湾妹等着你更新至320期.特集 
=BMNFE2WCBU5Y3TMRMDU6PFEQYI6IC5IFW= 	 一些对于大部分人来说没啥用的代码！可以的话帮忙保下种 
=BWMWXB4VGAZDV3RX2IIS87HFHNTA7ZNLH= 	 BWMWXB4VGAZDV3RX2IIS77HFHNTA7ZNLH 
=BFFORZYI3V453RYANZPRLTA4GLAAVNJC2= 	 《福布斯》杂志美国版2016-18年.Forbes.USA.2016-18更新至2018.10.31号保持更新 
=BVFOHGT6KTHRLXD5FPHMMQLZOQDBWTZBP= 	 河畔.BD.720p克里斯托弗·罗宾.BD.720p牵线.BD.720p 
=BBF75MQYLX27ZX3RSJ2NQ46VWK6LXBYTT= 	 《美国国家地理》杂志2016-18年.National.Geo.2016-18更新至2018年11月号 
=EMXKEMCK35H7HUAAXQBDJ7MVA7PNSYLCGSMW5VVI7XPDGNZAVQ5FBNXH5PA= 	 #Futa本子合集-QQ群：247468711 
=BPMAJEE6MZLTJSCG7COAN3DRBSBAW5WVB= 	 TheToxicIndex 
=ATY2WKZSPKI3CJBNYPFPAAGUSL3XDWCLU= 	 Musicfiles 
=BQ2Y6IWIOFGDRHIW4GV5ZSKZYHPNTYS3S= 	 cookingRecipies 
=BQJN6KIDSCG4H463EZEUECZJJTATOILWH= 	 MtGox2014Leak.zip 
=BU4SI637A2SZH73RR5LLNDCQP5737FUBQ= 	 BTTrackerList及各种工具！ 
=B2PFJNSVC36BODNJ2VIXKWIB3MF66ZZJW= 	 《花花公子》美国版53年到18年合辑.Playboy.USA.53-18更新至18年11/12月号 
=BYGKNG5MH3HS7P7DBBJYPTVZX6GJPKVMN= 	 18年10月高分电影：7月22日 
=AWPDLL4KELGVNPJNB66FBPJ34TXQBRTA5= 	 NowTemp 
=BJ4Q3OGFBCOKF45JVAWBKTUVPFJTSAM6V= 	 茂名px项目游行照片和视频 
=B6GDQA4G7H2XAB37G7R72BDXNCIXV7SC5= 	 LotsofEmuRoms#ROMS#ROM#Emulator#Emu#模擬器 
=B42CHUUOXFHSK5I3BM4U6WFWND5FELJEC= 	 非常漂亮的中文字体 
=A6JBJNNRGWPM2WA6SSPVOEEK3MUXUUOEL= 	 设计类素材互享 
=B7IL7DMIBIHUPGD3EHHO2GM2KBR4PDXL6= 	 MAMEv0.139FullRoms#MAME#emu#emulator#roms#rom#模擬器 
=BS7OMU25OZVYIGYOKNQDBPZLTNWDX6EJA= 	 空中浩劫合辑Mayday更新至S18E10.第10集.美国大陆航空1713号班机.1987 
=BAHHPIWE4U2WW7XJSD357CLTN6QMVIPYR= 	 18年7月高分电影：超人之死 
=B2BAFNPSL52NFSDWX3KQBRRDDUJ3JOZBN= 	 18年6月高分电影：超人总动员2，超感猎杀：完结特别篇，瞒天过海：美人计，侏罗纪世界2 
=BZFBH4GXE5EIJSSER36LEJQTNKGKSMO5P= 	 [高分纪录片]天山脚下.At.the.Foot.of.the.Tian.Shan.2018全集共6集豆瓣8.9 
=B36CSEXDQP73MDRDWUFMWCAXAHW3KGNRV= 	 未越狱iPhone安装草榴社区 
=BY23YDTF5ZJKOPM6MWHTQ7NTGHF6Q4OZO= 	 [高分纪录片]CCTV：如果国宝会说话.2018第2季全集豆瓣9.5 
=BA6RXJ7YOAOOFV42V6HD56XH4QVIBL2P6= 	 大片抢先看：升级，她的故事，袭击，伸冤人2，佐伊，侦探2，柯达克罗姆胶卷，塔利，跨越8年的新娘，鬼故事，天堂大塞车，书店，精灵 
=BYGMHP2QD5TQJYTTX4MWDCGAXOX2ZVNWW= 	 生化危机全六部.中英字幕.720P 
=BF2C65RTUBLKQJQ5MYXVQRV2S7W7IKQG3= 	 #RSS获取各种资源更新【教程贴】 
=BR3OTZQO4JI7R6Q3WLDZBBVE5KRTNXUZB= 	 加勒比051215-664 
=BBXBVFFNJQW3BPZXIAG5P632ZSOPKH6HN= 	 18年11月高分电影：风的另一边 
=BNAQSRKL53R3P7Y3NP7ZBZ2ZOM4VPBVGQ= 	 [纪录片剧集]西南联大.Lian.Da.2018全集共5集QQ群579370217 
=BDDSEX3MFJWSYAIRK4TVQGNBSPTLDHFCV= 	 [SFW]WallpaperCollection 
=ADZH2MWHFFDQBUV3RSPMV4VSVK5VQNQTX= 	 vxgsays 
=BVNWWFN3AHJGHLEHC4IVRZICDPD4B6F4Q= 	 自用工具测试 
=B3RWWYO7BS45N7HCDPCBO3HMRAZPVCDDH= 	 [纪录片剧集]生命里.2018全集共3集QQ群579370217 
=BX5PRGL24OG6Y7KJUODE72PIS2XXDGB6K= 	 SrilaPrabhupada 
=B2SUWOMFZELSROFYBTIAQH6QYVUO4RZ4T= 	 Nubiles.netHD#porn#HD#adult#hot#beauty#girls#成人 
=ASUPWQJO42THNDLJJQH7MSTSUTETITHDL= 	 fanqfiles 
=BIPBWJ6UCW3FDASWYQA2GQWWZQC46NAUC= 	 Science-fictionpictureUSSR-2061. 
=HKJLHKJJKLSKJLASHJSGSDHDJDKLSKL= 	 adsgafs 
=SHISHANGVICTOR1234567890= 	 zyshishang 
=AU5OI7RQSQBTFILESHAREHJFIZZN6ZA2X= 	 FILESHARE-ALLTHEBEST 
=ABAFUZ7WFMOK5YVAKV445XVPFELVRIXRI= 	 OpenDocuments 
=B53Q5VLE2NQ2YVYEYLFVH7OO5P5NJDNCT= 	 NigeriaScammerFiles 
=BT4DC6W33XYGLXBRAIWM3IVCVCOSL4D4D= 	 [纪录片剧集]王朝.Dynasties.2018全集共5集豆瓣9.7QQ群579370217 
=B53Q5VLE2NQ2YVYEYLFVH7OO5P5NJDN22= 	 FileForMe 
=AB7IW3XAVI4RTYST7YB7F6YMXUZKG32LQ= 	 Aushau 
=ABCDEFGHIJKLMNOPQRST= 	 wwning 
=EFQPC3AJECV2FZ43NM5QVIAH26TKYQ5AABOFSYRRWNKJ4KDXAXFYOJX7EWU= 	 spanishhackingtoolsandtutorials 
=B3S6TQFBT2JV75NATA2KAGXHYVT54H3TK= 	 [经典综艺]天使在美国第一部：千禧年降临.2017豆瓣9.4 
=A6S2JWS34OHWW67SIW4DMUU4OHEP2G52A= 	 share-test(writable) 
=BCR7PYNUBEK6LMNHLFB7E6Q5BPMREUJ6X= 	 [经典综艺]天使在美国第二部：重建.2017豆瓣9.5 
=CHINANEWDEMOCRATICPPARTY= 	 ChinaNDP 
=B4LXVXICFI4NTCCYBEZ3NBIGSXVGSWX4I= 	 [综艺剧集]心脏信号2.Signal.Season.2.2018全集共13集 
=B367EXNGBWXDKO7CAV7MQWUFHUYCYDZZR= 	 [BTSynChina.com][毛骗.全三季] 
=BX44H4FEYORNLO4OYEDBPSOPKTZE2ZDEI= 	 [BTSynChina.com][有声书.鬼吹灯.艾宝良播讲] 
=BIUSN3UBWCXTBRMOILCWHUEIV6UFK7XRO= 	 [高分纪录片]11月13日：巴黎恐怖袭击.第1季.November.13.Attack.on.Paris.S01.2018 
=B7HPKR7LOY3QVKUE7WUBB2V2BAMO34CZD= 	 [高分纪录片]人生一串.2018豆瓣8.9 
=BNLOIWFSBFTOHNEMQWIBMHPM55FBU7I5D= 	 2018年俄罗斯世界杯.2018.FIFA.World.Cup全部比赛开幕式闭幕式颁发大力神杯 
=BO422235IN5GAP4IXCRC3SSZR6SUMW63K= 	 17年高分纪录片：卡特效应，挟刀揉手，纸牌人生，蒂娜，摇摇晃晃的人间，难以忽视的真相2，我只认识你，脸庞，村庄，火力全开，二十 
=BHPXKE4MD36IETFWN7473LUNTS3UQIS5U= 	 in-notes 
=BWGCPUTMUWAK4CUCQRZMBSQLVPC5RP75H= 	 if-archive 
=RY5FFUJWZFTNPGGU6KYTLVGAVQUJTEVSG= 	 成吨H漫,目前20G增长中#hentai#comics#manga#raw#Chinesetranslated 
=BJSHXHB2UUTUEA2MMFRYKYU6BO7XVDZZF= 	 DriverPackSolution 
=A4O3AOXAFJZFVIOGM3LGIS7ELPZMG4CYS= 	 Wallpapers 
=BZ6I4QGE2YSMKBP3J2DOSKSURNDX3L3AU= 	 1949國民黨怎樣失掉中國大陸 
=BZGQY5TLGCTSCHGPSRY2JA3S6FNXPPRIK= 	 TheGhostandMrChicken 
=BRQQLIIH6ETABLAWCPV332KYTJEKLTDTN= 	 SoftwareMoviezetc.2TB!1GBUplink 
=BJDF6NAUCUNJZJEFBPIZQWP6AC2T7PB3Y= 	 Miscstuff 
=B3UGHAHEFR3YUO6FJAJZNKLWCMLSKWMOH= 	 PortableSoft 
=BEX3TXUCG2EM6G2AQHZ3IZHOY66PTBD7W= 	 介绍高智晟故事的纪录片《超越恐惧》 
=BZMRVFOWOQ5E7YQP6BUTZSQLOFRETYRXU= 	 PBS纪录片《中国：一个世纪的革命》 
=BD3U6BYZE6HFX5CGY6YO5M3HLAM2UWTU5= 	 纪录片《上访Petition》 
=BAIHZTVM3VG7LYWPDC76IHKYC5IW57L4U= 	 Hugecollectionofgayfilms.Amateurs,BB,Orgy,Muscled.Grow 
=B6RKH7C2VHOL3CQHNAC7RKZRZG3RJIYYZ= 	 MusicAssorted 
=BBEO5HVN7NSV5SJXH26GVFJOGBN4Y4HJW= 	 历史频道纪录片《美国：我们的故事America:TheStoryOfUS》 
=BO4LGYLB7KP3BGYYW6ATJ3HW5GTTK5IX4= 	 OnePiece-complete-ENGsubtitle 
=BOZIFWIK7S26GROHLH4SEOAMCHTOMVIKO= 	 nomer.orgallukrainaAllUkraine 
=B4KWMK3VBJSH35YZMS7ZEMSQ6XNVBHALY= 	 SyncNet:ADecentralizedWebBrowser 
=BOROY4ET5IJ3Q55OODI7FF3Q74SBN3HWW= 	 TombRaider2013PCGame 
=BDVJUJOACH2VDOPMLJJ74JGGU6HAKXCKU= 	 #【漫画】【完结】齐木楠雄的灾难【全279话】 
=BDEHQ6UVPVUMAOV6HEVBKCRUQPWNTAPUZ= 	 【图集】攻壳机动队的设定集/海报相关 
=BTEPCHGFK4FICAZS2MOBOKPCTPQ6NAD34= 	 #想看电影【BT种子合集】 
=B62VJLDXHH2DIMV6IB7FVU5EREDUB7DMX= 	 #瑞克和莫蒂.第三季【双语字幕】【3.63G】 
=BSIOACVXA3JBL3ZX2ACJCRUAY3GHIYP6L= 	 #魔发奇缘.：剧集版第一季&&幸福前奏 
=BKPZWBMRUMCQJB57OU6YBLDAAVNIKTHDH= 	 [蓝光]新海诚电影蓝光原盘秒速五厘米言叶之庭+动漫 
=BHNGZ6VOYZAUBLBVY6LJFP3BNWAACNQE4= 	 18年5月高分电影：派对搭讪秘诀，机动战士高达THE.ORIGIN.赤色彗星诞生，死侍2，罪途123，赛马皮特 
=BBKHZORYIUHFMBPJBCNLZ4KGKOMA3TI3W= 	 [高分纪录片]詹姆斯·卡梅隆的科幻故事.James.Cameron's.Story.of.Science.Fiction.2 
=BZJVRZ4ZO7FYUQJTE7AQXCJ42UCNOS5V6= 	 [高分纪录片]街头美食斗士.2018全集共8集豆瓣9.4 
=B7SIZCZF4Y2BR4Z7G7UQ3MAA3L2ACDO4Y= 	 LosslessIndieMusic 
=BUUAPJ5EWRKR463LOYJBMAIYQ3AXTSDFL= 	 Software(activelymaintainedandupdated) 
=BOINGSUASXBQO2PY7NNKHKH76R3KIMHJU= 	 BackupData 
=BTHMU6MGSI5XHTPHFK5OH3AZHGP4WOWTX= 	 TVSeries;Sherlockseason1-3 
=BM6C4QDSDEOD3IXMSMIWXDJOIRHIOETXO= 	 HaryPotterFanfictioncollection 
=BRBPVT2JZOAWMRM7FXCCM6T35EGSQMRBZ= 	 MacApps 
=AZK42KOTHRXXUHJL2UDCHAKYQAHBM6EDR= 	 Putumayo 
=BNV5X3SIZWHUVZS5KLML45FHOYFRIHVPE= 	 Wallpapers 
=BTDSPQFAFPGD4ZMS4SEGFMLMAMOOMLIGK= 	 BIBLIOTECA_EPL_EPG_PAPYRE(es22Gb) 
=B2KW3BEOFCCSTCZYZNJEIBDFKHQ7TUQV3= 	 GRYPLRÓŻNE 
=B3QPXXS4CXVVDAQTXTCV53XTKVS5E5ZB6= 	 CDTV－Folder 
=BQAXYXIIRMQR5YHTYGZFJPP3MXMRUHBMH= 	 BibliotecaCalibrePapyreFB2v6.031-12-2014(es24Gb) 
=BQ4OROHEF5K5C4IQQ72FUHEALYVN2KHYN= 	 BibliotecaCalibreFantasia,Epica,CienciaFiccion(es5Gb) 
=BQ76NIR4OBJXXSYMZSHJ6EQAMM65AW5WZ= 	 TheDirtyBoxersShowArchive 
=BBE35UBVKPKSUWGDLUZN5DIPFIB3TTQ5I= 	 TheNoAgendaShowRecentEpisodesArchive 
=BGG567E4HTAZNQN5EGUCO5ICHD65AY7WY= 	 SouthParkCompleteCollection 
=BKGZYK327C4ZPNNELPACBQBOC4SABUEVN= 	 Windowssoftpackforafterformattingmoreof700MB 
=BTHMU6MGSI5XHTPHFK5IH3AZHGP4WOWTX= 	 sherlock 
=BTHMU6MGSI5XHTPHFK5OH3AZHGP4WOWTT= 	 sherlock 
=BGSGXZ3VPZ3YE24KVINELBOX7J7VHRZZQ= 	 Newporneveryday(sortedbytype)#porn#adult 
=BH2UKZL26APPQC66KOIMR2LVLICOQKIQ7= 	 ALittleCompilationE-BooksOfAmartyaSen 
=BKWUWN4D6MRDPJDY5EPUTD5QKNKW3UCBQ= 	 黑衣警探國語動漫 
=BQGYKK6EKNW6PRID2JPGNQYCZ245UUQRW= 	 [韩剧]上门丈夫吴作斗.데릴남편오작두.My.Husband.Oh.Jak.doo.2018更新至E18一Key在手 
=BAVAGRKFNRNYTGLHXK52K4ANISOTOIMBO= 	 [高分纪录片]香巴拉深处.2017全集共5集豆瓣8.9 
=BGKQEKQRYKUHF7NTO6BNSCZG6Y36N6H2V= 	 [美剧]天才.第2季.Genius.S02更新至E02一Key在手，保持更新 
=BNCR7L5HGIF46NJLW7I42GBVZZ52K7KLQ= 	 18年3月高分电影：头号玩家TC 
=BWCMBBAZ4T5WRMZHWWE5YO362UFBNUGMM= 	 2018综艺合辑：第37届香港电影金像奖，达伦·布朗：就范，第90届奥斯卡颁奖典礼，第60届格莱美颁奖典礼 
=B47RYHLTRLPT6LHLIPY365YP62M73KGUM= 	 [高分纪录片]生命时速·紧急救护120.On.Call.2018全集共12集豆瓣9.2 
=BWXN7KADFNGIFGHOWYVYFAJ6VZY6TFM3F= 	 [高分纪录片]CCTV-1：经典咏流传.Everlasting.Classics.2018全集共11集豆瓣8.9 
=BDEFRGESB6EHRUWYZSRSXXCPIA5U4JHKB= 	 [韩剧]我们遇见的奇迹.우리가만난기적.Miracle.That.We.Met.2018更新至E08一Key在手，保持 
=BDKRWKUHUJILHGAEN24HMUJ5FE6H7RT4T= 	 [韩剧]大君.대군.Grand.Prince.2018更新至E17一Key在手，保持更新 
=BER4BPVIGFXB5XPJYABS7CVG3C277QCVA= 	 [韩剧]金装律师.슈츠.Suits.2018更新至E02一Key在手，保持更新 
=BGCH4WCPA2MZMZXQT56GOY3DZOYOFUMFX= 	 [美剧]西部世界.第2季.Westworld.S02更新至E03一Key在手，保持更新 
=BUTJ4KK2DWSMRGNQHBYEWLCUQPHJUSVAU= 	 [韩剧]经常请吃饭的漂亮姐姐.밥잘사주는예쁜누나.Pretty.Sister.Who.Buys.Me.Food.2018更 
=BHCCWV72GXW7AULGOCGX6EWQDKG55FASW= 	 [日剧]命运石之门0.STEINS.GATE.ZERO.2018更新至E04一Key在手，保持更新 
=BY6RUWP32XMX7PIKDDTKPWN3BL752QOK3= 	 [韩剧]武法律师.무법변호사.Lawless.Lawyer.2018更新至E02一Key在手，保持更新 
=NUAAGRADUATEDATABASE= 	 PasswordDatabaseforresearch 
=BXBJ6PIQJ3M4K7UHR2IFUNDZ3LYOMVTT4= 	 神盾局特工第五季720P带外挂字幕 
=BM4C43N4XXRZXGL4SQRALFXXZ5INCNPFT= 	 東京喰種：re(第三季)持續更新 
=BBWBS6JC4IAUD6HSBH3QUSI4IA3XIRZFM= 	 18年高分纪录片：土司遗城海龙屯，羽生结弦.为卫冕而苦战 
=BD6NND7ZFAEZAB7LXSKE2RNK2XQJ7RO3J= 	 [高分纪录片]BBC：文明.Civilisations.2018全集共9集豆瓣9.3 
=CHW3CNZMAFTLR3SNGQMVLW3BMVQEWQSFS= 	 oneplussmile 
=CWMOBC5KTNLKYIJTCJBEZ7V33ZIIOA4IC= 	 SecurityNow 
=XNINPD7RKSWKHVDHVDELFR4CNVIFTSSPZQ2TAAIZI6T3W27AFUXQ= 	 SecurityNow 
=CZTZIN6F24RNW5R7P3YIVEJ7L6SWJHGCV= 	 TheShining-BackandForth 
=BC77S4FT7CTBDNVCIUJ3YCVWNHJCLWNMW= 	 Importantkeyfiles 
=BB6ZTENOTQIHO2V4QEVLD2YD7UKLUA3T5= 	 SVmusic(mp3) 
=BPAY5V5GDXIHXCKDIUSJ2NIHFQIZQZITS= 	 [高分纪录片]生门.2017全集共13集豆瓣9.4 
=BSB6KKLBWFAPY3OBIGD7PIXHHGM45VKXX= 	 [韩剧]母亲.마더.Mother.2018更新至E15一Key在手，保持更新 
=BO6NQG32TISNUS44KTWXTST22RNCTHWNL= 	 [韩剧]伟大的诱惑者.위대한유혹자.The.Great.Seducer.2018更新至E04一Key在手，保持更新 
=BA3KESC52HPM2GHZHTRITX4B5UHUTITAV= 	 [韩剧]Live.살다.2018更新至E02一Key在手，保持更新 
=BJKN4UL3BCPDPKWZ2KO6CXFMJOW3XGB3F= 	 [韩剧]那个男人欧树.그남자오수.That.Man.Oh.Soo.2018更新至E04一Key在手，保持更新 
=BL4AKIREVXTHW4PEQYXOPDAKBUPAI5MAW= 	 [国产剧]美好生活.Wonderful.Life.2018更新至E34一Key在手，保持更新 
=BMCPLBGRET3D3PUWV5TONFPBCY5DLBAKJ= 	 [韩剧]迷雾.미스티.Misty.2018更新至E12一Key在手，保持更新 
=BJ7NO5S4XZDSNL3WLAWFUTYHG5EMRVFJE= 	 [高分纪录片]NetFlix：不中看的美食.Ugly.Delicious.2018全集共8集豆瓣8.8 
=BPX3BCFB4Q5T45YUK5QZGCF537LKZWYM4= 	 我的家空无一物 
=BRU7WJ2LBJD2V4N6GLORJERAKN5C2IMOR= 	 [韩剧]加油吧威基基.으라차차와이키키.Laughter.in.Waikiki.2018更新至E10一Key在手，保 
=BU6OMUXLG7RSR3LLRNSWSCIR2EXLEKN5A= 	 DareDorm.com#porn#HD#adult#hot#beauty#girls#成人#SD#480p 
=BPD2MGP4LUXYNL2ARHNKWJKNBWJR7Q224= 	 [韩剧]名流真相.리턴.Return.2018更新至E28一Key在手，保持更新 
=BEFEWQXP5VWTT62TGWYMJH2WWYDMABTIO= 	 紫羅蘭永恆花園持續更新 
=BWACJXRZRBLAJWKB57ACKELNGU7VJSRH5= 	 bangbros.com#porn#HD#adult#hot#beauty#girls#成人#SD#480p 
=KEY000000000000000001= 	 nihaoma 
=BRL5AATLGM5YZA6XIHRS7KE4776YT6FGT= 	 92个国产文件 
=BUPSDXFA3TP7KCMLHALRHLIX2FEJEUJFE= 	 ITebook 
=BP6P6PMB7HVG5YGSTIP24SXQY6DC36R5C= 	 Variousresources 
=BFQIUOTJAAXMAIC6MWT3VQNJTM3OENTGM= 	 mofos.com#porn#HD#adult#hot#beauty#girls#成人 
=BAD5YY3U4RWWHGVJPWTAOO5PFQRH35PZN= 	 [高分纪录片]CCTV：水果传.2018全集共6集豆瓣8.9 
=BYIXU4R3KMXZN3DGZ2DKRIJ7WJPHYNLXW= 	 VirtualPC2004(Classic) 
=B3UFF6HNMVVWH2WEPQJLW4WXIDSFLXWT6= 	 18年1月高分电影：无问西东，怪奇秀，贼巢，12勇士，茉莉牌局 
=B7EFE2UOPTGJWPJPHUIFWZILDV5KASWCD= 	 17年6月高分电影：无爱可诉，拉卡，囚禁，咸水鸡的滋味，失物招领，九三年夏天，光芒渐逝的年代，无爱可诉，莫娣，极盗车神，22年 
=BG26F3ISDVE66DOXLD6MARCI3CUB3FDNQ= 	 17年9月高分电影：再见，克里斯托弗·罗宾，老幸运，追龙，坚强，英伦对决，羞羞的铁拳，小丑回魂，西尔玛，谍网恢恢，普通女人，王 
=BZFXTMMBDU6T5X6JJ2TXZMDGUH2D7ZPIF= 	 16年3月高分电影：科洛弗道10号，我们唱着的歌，校塔枪击案，梅格雷的陷阱，蛛网屋，花牌情缘上之句，卡普尔和儿子们，天空之眼， 
=B5ERJTTERPFBNG3763KJTUF5KJMNYMOLK= 	 17年8月高分电影：衍生玛约莉，出租车司机，方形，每分钟120击，杀破狼·贪狼，在哥伦布，神偷联盟，美国行动，好时光，底特律， 
=BJN63KAH4KMF7BL2GYYY226YQ2FW66CLS= 	 CalibreSoftwareandEbookLibrary 
=BVKXCXARS3437SYYZRY52Z5IZEFHC2LRH= 	 [美剧]哥谭.第4季.Gotham.S04更新至E12一Key在手，保持更新 
=LONGYANLOVEXIAOYUFOREVER= 	 Iflifegivesuslife,thenlivewellfortomorrow 
=BHY3W6OP45D2PMZLGV6BHEOOKYPNZYPTX= 	 [纪录片]CCTV：国家宝藏.National.Treasure.2017全集共10集豆瓣9.2 
=BNDVQSIXBCULPMOQKMHSA74DZSXPQEGYB= 	 17年10月高分电影：神秘巨星，佛罗里达乐园，勇往直前，电锯惊魂8：竖锯，雷神3：诸神黄昏，至爱梵高，一呼一吸，忌日快乐，太空 
=BIM3KFGCUF3Q2ZHWP4SFMWEZXDIQBYBAO= 	 [美剧]大世界之旅.第二季.The.Grand.Tour.S02更新至E11一Key在手，保持更新 
=BD26566WOVLXQIFFMC43UWPSH2ITHCDOC= 	 [韩剧]花游记.화유기.A.Korean.Odyssey.2017更新至E16一Key在手，保持更新 
=BESYUT2UKEDWWE2SOQE74C6EZ4LTPJBAW= 	 17年12月高分电影：与神同行，勇敢者游戏：决战丛林，马戏之王，我花样女王，老兽，水形物语，至暗时刻，摩天轮，灾难艺术家，19 
=B3IZEERX6P2KOBXZOQSZN3K3BLO5NVDV2= 	 18年2月高分电影：唐人街探案2枪，红海行动枪，黑豹枪，灵魂摆渡·黄泉 
=BJY7ETPHBALAFGRLXDCC5U5E2OYY22TNT= 	 16年12月高分电影：无手的少女，反叛的童谣，发胶明星梦现场版，荣耀蚀刻，我是你的眼，明日的我与昨日的你约会，摔跤吧.爸爸，金 
=BQPCPWP34F7GEKADZNNXDGKD6WHLG5JZO= 	 [高分纪录片]CCTV：经典咏流传.2018全集共3集豆瓣9.0 
=BCJHBSJUKDYWWDYSUMSFBKP6KHIEKSDZ5= 	 [高分纪录片]BBC：假如动物会摄影.Animals.with.Cameras.2018全集共3集豆瓣8.8 
=BWDWKRDQBRCCXCFME5VQBLPCFI2EERWHK= 	 [韩剧]广播罗曼史.라디오로맨스.Radio.Romance.2018更新至E12一Key在手，保持更新 
=ABCDEFGHIJKLMNOPQRSTUVWXYZ= 	 6666666 
=CZCHNV7VY4FXLXSVWBFUU7AQILBRHQ6JJ= 	 hotgirl 
=BRLBG2UR3XVRM2TSNDCXR73ZXLHLW574M= 	 Personalcollectionofmusic,videosandother 
=BLFMXXQB3SWBZCUW5EDNIRIBDJAG433TJ= 	 movies 
=HHHHHHHHHHHHHHHHHHHH= 	 stuffss 
=BN65HEIIH6P6YPIN7CJQQ2A6ZDKBAZOYX= 	 testetet 
=BP4DDYOOX24AXA4T6QC37FZB54T62Y5QN= 	 15年3月高分电影：今夕何夕，超能查派 
=BN65HEIIH6P6YPIN7CJQQ2A6ZDKBAZOYZ= 	 kindle期刊 
=BUOKKN3U6E3B34W54PTDGYNCN4VSOVNQZ= 	 brazzers.com#porn#HD#adult#hot#beauty#girls#成人#SD#480p 
=BLQRAWPEWJRJUSZMSLQUGB3SKO5R72ZQO= 	 2016综艺合辑：顾嘉辉大师金紫荆慈善演唱会，林子祥2016年演唱会，李宗盛2016年演唱会，无人之境.话剧，郑秀文Touch 
=B2OHALBQLX7IXCGGLEIYZIFDPTVLQ2AXU= 	 17年11月高分电影：请以你的名字呼唤我，正义联盟，三块广告牌，天作凶杀案，不成问题的问题，寻梦环游记，伯德小姐，东方快车谋杀 
=B7AXSU6MJA2BXTLXWCED5POCPEZ4K7NBQ= 	 R18.Anime 
=BHAIYSE56A6FSXMTP5BR3KAJ4L33MI2IW= 	 [美剧]行尸走肉.第8季.The.Walking.Dead.S08更新至E10一Key在手，保持更新 
=BT75QVYHWCQ2MKDMHU36MOBS7MNRKTVEM= 	 16年高分纪录片：筑地仙境，生门，酸葡萄，天梯：蔡国强的艺术，吕美特谈吕美特，时间之旅，休斯顿，我们有麻烦了！，红色药丸，女猎 
=B4BXU67GJQM63WZEY53EGNCERXD3TLX26= 	 [韩剧]黑骑士.흑기사.Black.Knight.2017更新至E18一Key在手，保持更新 
=BRFDRFEBHUQWIE2IFYDTUUVFLXHAMNIJU= 	 16年10月高分电影：两张彩票，愿上帝宽恕我们，网，幸运钥匙，埃贡·席勒：死神和少女，何者，临渊而立，贝拉的奇幻花园，诗无尽头 
=BCFUSZDLJFE2I4CXYPTHTE5CQGBDOADUH= 	 [韩剧]只是相爱的关系.그냥사랑하는사이.Just.Lovers.2017更新至E13一Key在手，保持更新 
=BO7KD5H2DYB3RS5X2GYKZNWCPECYPIJOZ= 	 15年高分纪录片：坂本龙一的700天，大路朝天，泰格，座头鲸的鸣歌，他们在岛屿写作：如歌的行板+姹紫嫣红开遍+我城+读中文系的 
=BTZTXLEAD7YXDAIZLJ5BQYFIFY66USKD3= 	 [美剧]9号秘事.第四季.Inside.No.9.S04更新至E05一Key在手，保持更新 
=BFXUPLUU2EZVBRHZ4V36GIP6KOE4AOQEC= 	 17年4月高分电影：天际行者，帝一之国，春宵苦短，少女前进吧！，3月的狮子.后篇，太空第一步，拆弹专家，银河护卫队2，春娇救志 
=BEPB3KUSU5CS44YWXQ3ZDU3LJGU6DBIUL= 	 16年11月高分电影：愿上帝宽恕我们，欢迎光临哈特曼一家，气息，梦想帝国，你自己与你所有，直到我们再次相遇，山2，我是杀人犯， 
=BGRG2AMPFUQ64FKH5L7WTAX2NG2JIZWGK= 	 [韩剧]Jugglers.저글러스.2017更新至E14一Key在手，保持更新 
=BITVDZ2DL3C4PE7GYGHCHQ3V7TOQMRYWS= 	 [韩剧]疑问的一胜.의문의일승.Oh.The.My.Sterious.2017更新至E32一Key在手，保持更新 
=BJ2YIHJQ5G5CDTLM2ERNDGBRVIV5RFXRY= 	 [韩剧]不是机器人啊.로봇이아니야.I.Am.Not.A.Robot.2017更新至E26一Key在手，保持更新 
=B4JWYDUW4PALRMGBOGHTDBZMU6RC3XRJG= 	 17年3月高分电影：肥皂泡，肉与灵，一念无明，3月的狮子.前篇，独自在夜晚的海边，黑子的篮球，阿德尔曼夫妇，奥斯曼中尉，目击者 
=B5FABUKOYHNOCYOAVYOCJCXJW5G4Y7B77= 	 [国产剧]琅琊榜之风起长林.Nirvana.in.Fire.II.2017更新至E36一Key在手，保持更新 
=BR4UTDVZPIAXF2SYVRF37YFWYVX5Q4O7E= 	 17年7月高分电影：我罩袍下的口红，绣春刀II：修罗战场，敦刻尔克，战狼2，银魂蓝光，布里斯比熊，星际特工：千星之城，猩球崛起 
=BSDWMXF43CRJZQ5FPZPLX3PGAIWBRG6UM= 	 [纪录片]BBC：大猫.Big.Cats.2018全集共3集豆瓣9.6 
=ABCACKANKXJAHUXKQNXJANXQK= 	 somethingsharetotheworld 
=BQKPA4JY4HJD6F5GDWF7R34R3S4XNA2WZ= 	 SmallPornCollection 
=BB4G6UDKEXKGMCWD54VELUO5R3YIDPABI= 	 SomePortableToolsForUSB 
=BRCZ2E5FUDN3REV7UU5OYY6ZID7GKRBUS= 	 [港台剧]溏心风暴3.Heart.And.Greed.III.2017更新至E38一Key在手，保持更新 
=B4W6OLJOVWSH4EIBORCD3MQMMNOEGWULZ= 	 [韩剧]我的鬼神搭档.투깝스.Two.Cops.2017更新至E32一Key在手，保持更新 
=BF2OGSB2R5MTMFSMOUKMOMVWDXYP26C75= 	 [韩剧]机智牢房生活.슬기로운.감빵생활.Prison.Playbook.2017更新至E1 
=BGS3FEC3AGKD75BUWTZHXDNEC25NCYIRM= 	 [美剧]生活大爆炸.第11季.The.Big.Bang.Theory.S11更新至E24本季完结一Key在手，保持更新 
=BGUHNFOWZ5JQSFYKPDEQHR4Z6L66VT6Z3= 	 [韩剧]小神的孩子们.작은신의아이들.Children.of.A.Lesser.God.2018更新至E04一Ke 
=BRXDVMLO62K2H5UGF3EG66L5WTGMBT7L6= 	 [韩剧]善良魔女传.착한마녀전.Nice.Witch.2018更新至E08一Key在手，保持更新 
=B4TYQDIONMOY6PQMRM5QG2TFLMLSBAT44= 	 [韩剧]能先接吻吗.키스먼저할까요.Shall.We.Kiss.First.2018更新至E16一Key在手，保持更新 
=BN37NHEZBU4VI4J7SQYWQGMA4KPG5SGIQ= 	 [韩剧]我黄金光辉的人生.황금빛.내.인생.My.Golden.Life.2017更新至E52全 
=B5LNHQ7SMSKOKO2N34RR22DA6Z5W44WEM= 	 [港剧]夸世代.2017更新至E36一Key在手，保持更新 
=BAXLMKL24HSQJB7CNOLKF2GTWWNSZMBIW= 	 [韩剧]Cross.크로스.2018更新至E14一Key在手，保持更新 
=BQMBM6RYCLVZA3MHTRGX23OQHBZ2TOKBW= 	 [韩剧]推理的女王.II.추리의여왕.II.Mystery.Queen.S02.2018更新至E05一Key在手，保 
=B6K2WDEX7WBPS4GUJPTGJ47DJJV4HNIGP= 	 兄弟连1-10集.2001.国英双语.中英字幕 
=BAVLNUQMEJJMRJA5BHXAHWMK65SOPQ36J= 	 16年7月高分电影：森山中教习所，女教师，碰撞，路边野餐，新哥斯拉，中邪，航海王之黄金城，托尼·厄德曼，釜山行，濑户内海，亡命 
=BZEVRRSLXZ4ID6CTHVVB77ENK4R7I6UE2= 	 小叮当/奇妙仙子系列.720P.中英字幕 
=BFDTUV4HQXWZ2XBCO55Z244PO5K37ZW4D= 	 [纪录片]本草中华.The.Tale.Of.Chinese.Medicine.2017全集共10集 
=BO4R54W5VDYSCAZHAMSC5YDAA64L646GS= 	 16年9月高分电影：离开的女人，火车司机日记，伊凡王子与百变公主，我与塞尚，少年犯，声之形，八月的雾，国王的选择，暗金丑岛君3 
=B42W226OFZEAD7ISQ7FBI7BM5TFAU4HI5= 	 17年5月高分电影：一日情人，夜空总有最大密度的蓝色，起跑线，家族之苦2，天才枪手，宣告黎明的露之歌，宣言，加勒比海盗5，神奇 
=BILKR4KPUYF32VWD53SH65PVVUR76PFXY= 	 17年1月高分电影：小学生，韩国佬，战争天堂，存在者，恋妻家宫本，奇迹那天如此重要，伤物语3：冷血篇，波兰爱经，奇迹那天如此重 
=BS4LLCKFRTEFKTY673DI66CVQIIMZZADF= 	 16年4月高分电影：游戏王：次元的黑暗面，悍妻理论，意大利赛车，解语花，一切为了幸福，炙热，新星种子，蜡笔小新：梦境世界大突击 
=BDPAEW7GGRCRKHYLFHRAFW4CGBWMR4KZF= 	 [国产纪录片]极地.Extreme.Road.2017全7集豆瓣9.5 
=BPAJSI7IUKGJS5YNSBKTDZOVDL2R3233C= 	 hehehe 
=BWCJYUMCVQELQK6I5TNAYGP73C53HQQ75= 	 辛灏年的视频节目 
=BTGMQQKGZRHIIKDG7GBS5TSEER67SNSEO= 	 杂七杂八的气功书籍 
=CBRVEXB2AUESHUPFGUQAZKJHQNKAT3SWW= 	 Japanpopmusic 
=BX3DSN7TRUSZKYQVKGPPQFBL4I3FMARDQ= 	 mykey 
=EAYDGW5DD4CNLLVMLYRFFR5BRYCZO564ITSKMF6O2WWYAI2H6H5TKPNQEDY= 	 进击的巨人_国语版_不完整 
=BTLZ4A4UD3PEWKPLLWEOKH3W7OQJKFPLG= 	 anti-gfw 
=CLN7GHOV7QKKQXNLYDMZ6DU5BE5BUVFKQ= 	 OpenSourceMultiplayerGames 
=B55V2VD5QHV2OG2UBVA534VSWKXQVSUNO= 	 小说之类的，你懂的。 
=BAZT3TAGF2GZL4V2OQHDBIBELO4N4SNJ6= 	 Movies(MP3,M4V,andMOVonly) 
=ATKLEXWTOHPGBB2IN5EFBTDIPJKHU6PCE= 	 Vertical.Limit.(2000).720p.BrRip.Dual.audio.(English-Hindi).{Kh 
=BE334UEL6NSEHHTMZCBYT3ILNCOD6PFSY= 	 om2-torrents 
=BNJ6QOTIAWMSFXFCCLNTTEZCW3Z2QTIS4= 	 Konachan壁纸分享WallPapershare(不定期更新) 
=BK7SM3XAZKDIF3ZYTAEBB77J7N66ZGCZ6= 	 linux、编程、macos、windows，相关教程及电子书 
=B5FS53DA7FZM52C2DOZC6L3F4EUWUBZVL= 	 MyShareoftheBest 
=BVTQ33OCXP6LYZEYK7RSCQXKVLJ77SXDO= 	 True.Detective.S01.2014.BluRay.720p.x264.AC3-CnSCG 
=E2JR37IATMGFB7NQ3T7H54P7UO35A3HO444EIKHEQDFDPXMLLNVD6SCIYOI= 	 一拳超人第一季 
=BROI3TITZIYZOSPH7ECTLNYKMKLJFFJ63= 	 stolencellphonepictures 
=BPFLKVRXDMBICLJVJ676GE6PZQ35SENM2= 	 TranssexualOXOX视频 
=BD6M25CJ3CYVQBOSSYZE4RXKGD44BGLVM= 	 [高分纪录片]BBC：蓝色星球2.Blue.Planet.II.2017更新至E07蓝光版全集豆瓣9.9 
=B5VWJAX3NRW2F7FBUKIGUCW4YJRCEYFEL= 	 [纪录片]CCTV：中国建设者.2016全集共5集 
=BCYZZ6E6QB7JU45Q4TT7FS6QLKX4JOO6S= 	 2017综艺合辑：维多利亚的秘密2017时装秀，第54届金马奖颁奖典礼，汉斯·季默巡回音乐会，岳云鹏相声专场演出长崎站，宋飞之 
=BI3NTJCQDIKUKRBJODU5X6X5MLEXENH3H= 	 15年11月高分电影：超级大片，局内人，一夜到永远？，再见，少女与战车，大路朝天，藤田嗣治，和谐，史努比：花生大电影 
=BBGXMJAGPCLY54FPE4CAG3347ZKSLJMQG= 	 [韩剧]坏家伙们.2.나쁜녀석들.II.Bad.Guys.Vile.City.2017更新至E02一Key在手，保持 
=B3DFEINVJMRMBPL3LYEMHOHQOPNIRWH6H= 	 15年10月高分电影：绿地黄花，山河故人，希特勒回来了，心迷宫，火星救援，间谍之桥，为你取名的那一天，太阳之下，心房客 
=BGQCDT6ZPIBY4AEGXQBE44Y7YEXK3P65M= 	 CPA2017 
=BDEAYCLZIIDLDBXNX2ZCLEKUSOMRLG73F= 	 [国产剧]虎啸龙吟.2017更新至E23一Key在手，保持更新 
=BTB4UZKBNKBZCPC6VDQP47VYP7VPLVIRH= 	 [韩剧]理判事判.2017更新至E20一Key在手，保持更新 
=BGXA4FIM73PN7SSYE5HLARM6BEX5AG5CJ= 	 [韩剧]触不可及.2017更新至E09一Key在手，保持更新 
=BIJ32PBLB35VXR3ANAFPZS5VUV77DACVQ= 	 11.AmonTobin-MightyMicroPeople 
=BQLHYTNYANFXEG4PPPN5ZHOIRVY7DSXBE= 	 [韩剧]做饭的男人.2017更新至E22一Key在手，保持更新 
=BAVJNYOURC27ZTP2P3C2J4NOGSNWFCEQ6= 	 [韩剧]爱情的温度.2017更新至E40一Key在手，保持更新 
=BYTJ5CGCS3RNDAQXV4L25H3T65XZLVY5G= 	 [美剧]一善之差.第2季.Good.Behavior.S02更新至E06一Key在手，保持更新 
=BUJAV6PQQRUD4PCLF3FVNMX3JIC3R5N2J= 	 [高分韩剧]当你沉睡时.2017更新至E32全剧终 
=BOI57TLNZ7L75VOTBAREZLYYY4MTGMXFK= 	 [韩剧]告白夫妇.2017更新至E12全剧终 
=BZJ27VWD6JQ2LNUYD7OJQC5YY24Z3UCOT= 	 [高分韩剧]The.Package.2017更新至E12全剧终 
=BXZ3YJJLT2ZQYNRQN3SVWOOH5VLFCNVWO= 	 [韩剧]20世纪少男少女.2017更新至E28一Key在手，保持更新 
=BAXUUBFQ5MJVLCAPC43ES3D56HJ7CEDZG= 	 [韩剧]今生是第一次.2017更新至E14一Key在手，保持更新 
=BVIGB5KACV4XFNZCNKCJ3PRBSUNROKG3O= 	 [韩剧]沉迷爱情.2017更新至E06一Key在手，保持更新 
=BZLL4G6AIZXPPIYGDNKPY7NRA7WJGNO7L= 	 [韩剧]魔女的法庭.2017更新至E14一Key在手，保持更新 
=BIC3B6NQJ32ZXQMZVPE5KGTRJLN42VCPZ= 	 [韩剧]Black.2017更新至E12一Key在手，保持更新 
=BKXFHNPQXR27JLPHVFQRAI6PQXZTBVDMS= 	 [港剧]杂警奇兵.Nothing.Special.Force.2017更新至E17一Key在手，保持更新 
=BEG3PSTSVEIAY553FN5KEVMBT3YORFY5X= 	 4G,4小时,德云社丙申年开箱整场2016.HD720P.X264.AAC.Mandarin.Mp4Ba 
=BWW7FMQ6JRYXH3TJ7EXCXDKCPA6UJEIV7= 	 MyEbooks 
=BSS2PAIFS7RI4HGUUXW3SK4UNKQDPSULI= 	 日本电影3 
=BG5DDQ46EGXHW6N2I6C2MB2EWLWAP2BJG= 	 日本电影1 
=B2GZU6ZRCH4EKRJHR7XZO76MZQMTLASQP= 	 计算机专业mobi 
=B74L6XJBLGUCZYQVQRR5LIDPFYDUMMRXP= 	 sexfilm 
=BIKY7GQCV5T2Q34KK4CZDN7OJA6NIVK26= 	 HKNews 
=BX2N4PHR4K2MAHMX4GW5FUFZBZTKJRNA4= 	 BDSMVideos 
=BBVMB56BVOYYMRETBKHLQIZLSIK6YSNOA= 	 日本欧美电影（JapaneseAV) 
=BBH7T4KPA3J3KAJH7U666HQKLKXL3GAS2= 	 [韩剧]疯狗.2017更新至E14一Key在手，保持更新 
=BUTOSD3JJ4NTUP6K5HED3TFH43GP7FVXI= 	 16年2月高分电影：头文字D新剧场版：梦现，母牛，虾上蚂蚁，我们的故事1+2，同级生，完美陌生人，盲眼女孩，检察官外传，死侍， 
=BHABUFULAAPA2CRPGP7UMIE2O44ZEECLR= 	 教练我想学+每天一个新技能 
=CDUBBS13376708258103735190= 	 anytypeofmusic 
=BRVSUDASFFOBPSDXB2EL7NQVCOQZ5EPA7= 	 AV多数，经典电影少数，不定时更新，估计超过20G 
=BVIXFANEVGTEYHWV43I3ZEWW62NL4FUHN= 	 18x同人本 
=B5C2M6XYN45ISXR7YLM25VI3BFK4GN5PF= 	 袅残烟の电子书(Kobo+Kindle) 
=BJU2MT5LHJHMCP7T4OZMITRM6QBWTCUG7= 	 日本“电影” 
=BI56XVXXVUWSE3OLGAHENQ5XJTREGPSYL= 	 91pornchinesegirlsfuckingfilm 
=B4QHM3TT7Z6F6EERWHKUUWXVHDKVQU3UO= 	 [港剧]使徒行者2.2017网络版国粤双语更新至E30全剧终 
=BYZZHYPLUH7CKVJTQC6VGGDZBH6MYS2FY= 	 [高分纪录片]CCTV-9：航拍中国.第一季.CCTV9.Aearial.China.S01更新至E06全集 
=BHDCLUXVDCZEMT3EQ4CIRPDTQJBJVMYTX= 	 [高分纪录片]PBS：越南战争.The.Vietnam.War.2017更新至E10全集 
=BZOQ4LN3WODRGM3UGRA3IO6OQCKOX5JOI= 	 [高分纪录片]CCTV-9：零零后更新至E05全集 
=BQXOAZAJVSHO4FVVDGOEK4QYPPNM6KSJH= 	 新手上路，白天在线，需要什么资源，或者想要分享什么资源请找我 
=BB63I5PBPBFDELAPXI6NTF47IPNZQAAJZ= 	 Kindle伴侣精品书库 
=BDTFFIBBSZ5KZXZ5XQXFWLFHMD4532F5K= 	 [韩剧]医疗船.2017更新至E40全剧终 
=BRU7GXNHFMQXXCAGD6LIKOXKFQVUAKD5Y= 	 [高分美剧]我们这一天.第1季.This.Is.Us.S01更新至E18本季完结 
=BGZHQVUUBKV2LV7JY7EJV2PSE6QJYLYOE= 	 [高分美剧]怪奇物语.第2季.Stranger.Things.S02更新至E09本季完结 
=B2BCSASZC2Y4YEGLQAFPJRESNZ4FFIR4J= 	 FirmwareCollection 
=BLGMNVFC7EQEZXIDKZ4EZRTFEMHSLK5D5= 	 BigeBooks 
=BMZEWNCAVWR3LZSJI7LP2QAM5F2YP3VS7= 	 [高分纪录片]CCTV：超级工程3：纵横中国.China's.Mega.Projects.3.CHINA.Revealed. 
=BANKW3TFHX4B66ZKGNRHLFNFB2XVBJN7I= 	 15年12月高分电影：奇迹之味，师父，地雷区，海洋深处，灵犬雪莉：冒险再出发，他是龙，小戏骨：焦裕禄，樱桃小丸子：来自意大利的 
=BSHDFSTKJZ53FSVFEYM3YSNIFU25T6JXW= 	 [韩剧]小偷家伙，小偷骗子.2017更新至E50全剧终 
=BLEY63BM3Y4BSYN46LCFIRUS2I27C7I6G= 	 [经典影视合集]生活大爆炸.中英双语字幕.第一季-第十季.The.Big.Bang.Theory.S01-S10.1080p 
=FSERQWERTSDFAQ4522ADF= 	 nonnon 
=B5YVTNZIDXUEQIDTDTNUGAAWXZVTJWEAN= 	 [高分纪录片]BBC：法国艺术.Art.of.France.2017全集共3集 
=B5S5EEIGLSY6PYMHFMET76QMUCP5JEYXK= 	 15年9月高分电影：恋爱诊疗中，等待，不要为恶，当世界分离，特鲁曼，莎士比亚外传，夏洛特烦恼，太阳的孩子，冈仁波齐 
=BY3HHHLSYDD2LY6LFMXA32L2ZQ2FOJNUB= 	 17年2月高分电影：虐杀器官，生存家族，刀剑神域：序列之争，愚行录，狂鼠，一周的朋友，希望的另一面，被操纵的城市，疾速特攻，乐 
=BIRJBDBX5AVT5VDDOF5JIHCVCSZONI5DA= 	 [高分美剧]美国恐怖故事.第7季.American.Horror.Story.S07更新至E11本季完结 
=BS54VBLC4RYX46YD4TH725MBTF3H5RC5O= 	 [韩剧]付岩洞复仇者们.2017更新至E12全剧终 
=EBLUOHTTNQNJSL5EBUUT2HUO5T65L245KUDGPZZUNSLKSWXDFFYCIUJGMYY= 	 个人收藏的AV 
=BT4CTDDKXEEI5SIRCRIRWNIVUVPVADL5V= 	 [韩剧]青春时代2.2017更新至E14全剧终 
=B2M7WSP5ILZPQSJZBD5V3FEE4UOSJ6JAB= 	 16年6月高分电影：局外人，恋上哲学家，我们的情人们，丛林法则，成年人生存技能，团地，二重生活，我们的世界，时间代码，昭和64 
=BEM5KDHJ24BWQP4SGQ3TKOLRAHSMCSDR3= 	 微型计算机201611月 
=BLQTRJQ35DKXHIEUUXPUTZ2BZYNCQQMZH= 	 [港剧]老表，毕业喇！.Oh.My.Grad.2017更新至E30全剧终 
=B6QCTFXAKGJERVNVXKSPHR3YXVDWMB2DO= 	 步兵精选，高清无广告，callmeLeifeng 
=B2OABY2MMTLNATP6CIBC3EYITQXGDRMHS= 	 16年1月高分电影：想念哥哥，黑执事：大西洋之书，我去哪儿，选中之人，神探夏洛克，为什么猫都叫不来 
=BFJ3XAVHQAXVBWT4PM5JC6WYUR5W4YNI5= 	 [高分纪录片]反叛者.The.Defiant.Ones.2017全4集 
=BHO4Y2OAAKDLUAFDOVQ2JRELWKX2UTTYL= 	 [韩剧]内衣少女时代.2017更新至E08一Key在手，保持更新 
=BPNPI6XZZNUHSDKCVY47K5QS4TJQDZLNA= 	 [港剧]未来还未来.2017更新至E10全剧终 
=BQ3JOF2ZG7IF6CFPRUHFJOCVAANVH4I33= 	 [清谈]鸿观2017.1080P.H265撤销共享，改玩syncthing去了。有志同好QQ66179034 
=B63O63UQIM3LYNVETH6D32IX6J5DVN7DQ= 	 [纪录片]CCTV-9：苏东坡全集共6集 
=BPWE2ZOBNMFCTGWJPLJMOA6CNB5KNF7CK= 	 personal 
=BGQPG3NPREPUMDFAOI7D6K7AWNISKNHR3= 	 BTsynckeys.com所有Key备份（2018年3月更新） 
=BOKK5IF5ZJYXB37IT5AY5K6DZBKGOTXNA= 	 Dunkirk 
=BKYFBVFOCV7LKSD3SQ4FOUT55BXLHH33B= 	 [港剧]同盟.The.Unholy.Alliance.2017更新至E28全剧终 
=BBD7OEUDBBYUJDIFCTHA5UDZA2B3Z7OPJ= 	 [韩剧]姐姐还活着.언니는.살아있다.2017更新至E68全剧终 
=WALWAZQAGRCNX74PITB6JUM9QDY= 	 shadowbox 
=BZ7RUG5Q45DI2C544CGMLBTQU46T7UEMT= 	 [高分国产剧]白夜追凶.Day.And.Night.2017更新至E32全剧终 
=BBNMRRWKGA62INJ7GUISQHG27UTOBO2FG= 	 刘梓晨-亚美只只9部 
=BPUDB5TK5ZHUF7YESZXD6JEGQORWUPIWH= 	 各类书籍&佛学&书法绘画篆刻&户外运动【不断更新】 
=BKKQ3EJSGKTZ6TAPKDSANZ54BDDI3M2L3= 	 Someofmycollection(个人收集的一些书籍资料,不定期更新) 
=BNZBRKYQBFJRHFNTQLX7O5FS5ABM4SMFQ= 	 历年大阅兵&奥运会开幕&纪录片 
=BBAP3W75G5IUVX57PHW7V5DY4DW5LPZQU= 	 323Gbofmixporn#HD#adult#hot#beauty#girls#成人#SD#480p 
=BZPSCF36WBTPXI5BKW4RXWJSX2NVFHAFT= 	 100个女人娇喘的声音 
=YUEB4L5BKOSTKFIVCU5RIWT7OYWIAERU= 	 杂七杂八资料 
=BNXBEMKMRSIZI2IX33J3PRVC5NT35NJKS= 	 戒为良药戒色&戒烟 
=BXK6BTZR3ZT24ZYTQBCRMMIGUXD4GFLKF= 	 XMenApocalypse20161080pHDTCX264AC3 
=B2PUHH7X7YXD25GIX6HAC4BJV3UVRYCW6= 	 H漫H电子书 
=BN3VLMAKRTYN7QWCBPOBKPVPD3HPWQSQ6= 	 老司机开车拉 
=BRBL6LKHBUHOBKS6YD7KIRNPSCSD2GSDI= 	 TheAngryBirdsMovie2016720P 
=BKYEBTGHT722BYOT3BCUB2ZVSBT57QPBH= 	 东宫媚娘国产全集 
=BBZOUOJQOMCLAG3UUVP5RWZD6G2QGQU5P= 	 magazine(playboy,penthouse,hustler，成人杂志)&Chinese;sexnovel成人小说 
=BTBWMYIB7XFIENTJHH4N7E7QZH2N4TUFH= 	 ClopFolder 
=BSMQVILR7YOWRKAETUZL55HNYFXXQEI2R= 	 [港剧]短暂的婚姻.My.Very.Short.Marriage.2017更新至E05陈奕迅一Key在手，保持更新 
=ZQE2WR3ENKEIYH2MLXOZ3ULZNWYUKODACVNTCNXTXHFCNRDPXQ5XVL6NXTNAOXU= 	 like啊 
=BWPEQIN2YVQRLR7KH6R2I5ZYPKTZPCEG3= 	 [高分纪录片]寻找手艺.2017更新至E05全集 
=BGTI4IAWBEOQUJKLL5KR7YMXHT3EDLKJN= 	 电子书支援计划精品书籍（30GB） 
=BUJGSGQ7EL7TNVO4GWN543QNS4576BYMA= 	 [高分国产剧]小戏骨：红楼梦之刘姥姥进大观园.2017更新至E09全集 
=BZCD7FAQQLGQKESOX4RQOAT3IOM5EXL77= 	 CamWhoreArchive 
=BPJVZH5CRWSGRRVTXREBZQP3ZPXPEYER2= 	 A2R6JNFYU5RQW4LRMLCXAXCDLA2GNHCG7 
=YZZWHSMYZZWHSMYZZWHSMYZZWHSM= 	 yzzwhsm 
=BEL2VA5RA54FTA74W7GIOF3AP34N63YQC= 	 国产经典乱伦，挑战你的道德底线。（文件大小4.84G左右） 
=DSAGWAHGEAHFSDHSADASDDHAHAD= 	 yoxspsku 
=BCTKQNYOHREESGOUMR33MRLPHNI5PSVDY= 	 [港剧]降魔的.The.Exorcist's.Meter.2017更新至E20一Key在手，保持更新 
=BRG3J5CMWTFE3BDDDJQM632YS6IKCDV62= 	 [美剧]黑客军团.第3季.Mr.Robot.S03更新至E07一Key在手，保持更新 
=BWJD4CGQIZOBKO7X6KMWYOBLPVL2Q4OHB= 	 电子技术类电子书分享 
=BBZPC6M36JVKYY33JOYUDB7AN5RDO77FA= 	 欲奴更新至第6集Submission.2016.S01(E01-E06)保持更新 
=BLLGNHBPUOVYJULVEABWVW2QZXA64CGVY= 	 photoleaks 
=BEKHVYZEZ4WUUVJCKL7DIBNMLIC4VD64N= 	 Somanykeysinit，KeysareSharedByChineseFriends 
=BRGWMZI6PFRFYFMR4UVMX7SIHN4ZGPHBE= 	 xxxxxxxxxxxxxxxx 
=BLIZJ4WIJJPY6E5YOIUHXKZKEJD42HZXP= 	 [高分美国动画]瑞克和莫蒂.第三季.Rick.and.Morty.S03更新至E07一Key在手，保持更新 
=BGQHBQ5H4T34K6U2CNDX3NQOBJVHKRUMR= 	 [韩剧]救救我.2017更新至E12一Key在手，保持更新 
=B5B3DJCJFGQNS2AVCH43NIK7XM5KTW7ZM= 	 [韩剧]卞赫的爱情.2017更新至E13一Key在手，保持更新 
=BRXUK5EZOEAU45EBN4ZSW6MYWQNAONSXY= 	 余罪.第二季 
=BXMQFG4TFARKZLVFCIIIBNZUOGGVKITSP= 	 [韩剧]再次相遇的世界.2017更新至E34一Key在手，保持更新 
=BNNTUQ6MXC2KCBONQ4DEKZ3Q5CM2V3RXF= 	 The154GBNARABlueBookArchive 
=BOPC6X6TLFILODRZHABUXYDNBUOLY6E5W= 	 [韩剧]操控.2017更新至E32全剧终 
=BNOSBWCI3TSR7UT5GJSRDDH6QFLZVQRVZ= 	 [美剧]传教士.第2季.Preacher.S02更新至E13一Key在手，保持更新 
=B2A5EB4KOIONH42UX4KCMYWVK6WFOHL6J= 	 [韩剧]Argon.2017更新至E04一Key在手，保持更新 
=BW37MCF2QQQT5HX3EH2MEKZYWPAH2OBET= 	 [韩剧]王在相爱.2017更新至E36一Key在手，保持更新 
=BMO4HDU7JZXRXTP3YJZBI5OSTLRJUE6F7= 	 Tor+onionsites 
=B7P64IMWOCXWEYOXIMBX6HN5MHEULFS4V= 	 编程随想的离线博客 
=BLLHWL7OYG47WL7KM2QJLHTQ7BU5FVSHO= 	 建筑、结构设计、施工规范资料 
=BJLN2BGUHE7ZI2YGKLCHKK5TR47UDD33D= 	 陆家嘴Sexy视频+图片 
=B2G5LABBZC54TCDSL2GJR4MF4LR76GM67= 	 自拍发骚小视频 
=EERFCVM7QIIK7L4QIMDJBWOTCNYL3PQJ77EBX5MLCDWULZ2DP4TRH4IYGMY= 	 郭文贵唐柏桥李洪宽点点今天事明镜等分享码 
=BQQG4BEGFAEEIPW2CWPGERMLQTOWDMLNX= 	 自拍扣逼摸奶短片 
=BOJYQ3BBQ5XKPBIU6MLZCMGRHZM6Q6YAM= 	 [韩剧]学校2017.2017更新至E16全剧终 
=B123456789012345678901234567890= 	 请发布资源时Title尽量加上中英文描述,外国人也能同步 
=BXMHST4ZFUBM2A35O3RIEBDDEOYK7ZYZJ= 	 [纪录片]嘻哈正史.第1季.2017更新至E04本季完结 
=BD3LGSIBO3UEU5BNLYVB3OOTJOZU6PMYP= 	 [港剧]灿烂的外母.2017更新至E05一Key在手，保持更新 
=BR4VNRTE5JPEMG7WBOH5YWGV775V6HADD= 	 [美剧]生死狙击.第2季.Shooter.S02更新至E08一Key在手，保持更新 
=BL4ASLW27JGW5WBNDGZJQARSEDTKIBPRG= 	 [韩剧]犯罪心理.2017更新至E14一Key在手，保持更新 
=RDKCZMBNPIBE2XXPMHFKS3JHASKKYMZWX= 	 几款使用简单的翻墙软件 
=BBUE2MG2S2GGY4LJAKWFGIZG2HSPYB4EI= 	 [美剧]金装律师.第7季.Suits.S07更新至E09一Key在手，保持更新 
=BJSQBQQHVCILD5NCPEGEKUCWWYMBHKZBU= 	 [港剧]盲侠大律师.踩過界.未删减版.Legal.Mavericks.2017粤语更新至E23国粤双语更新至全集一Ke 
=BIKNYHA6WCTJBLLUEOO2DI4RIIZ27MMLS= 	 [韩剧]名不虚传.2017更新至E09一Key在手，保持更新 
=BIU7LRKRDMII2V73JKTOIUPLHFB4NRHAN= 	 [韩剧]最强送货员.2017更新至E12一Key在手，保持更新 
=ZHANGHAOSTUDENTZHANGHAOSTUDENT= 	 123456 
=BNJATPCR3JEVJKEDWU7QZAH6GXRXX5CKR= 	 [韩剧]奉必梦游仙境.2017更新至E11一Key在手，保持更新 
=BVRHX7E52GUMYN6DATW4FOIYLJXZOF232= 	 AsianSEXMovie(100G+)爱情动作片赏析 
=BVSYGGGZQLYWAU6MCSBXLTDQANGGG744O= 	 [港剧]贱民20.3.Haters.2017更新至E14一Key在手，保持更新 
=BJS5LDCTBIILKASMGQGCFW6JYBDJR5NDD= 	 疑犯追踪.第五季.更新至13集Person.of.Interest.S05(E10-E13)保持更新 
=BRSSYZTSAC6UGYTUOJ22L4GCO7QESPPBD= 	 编程随想推荐书籍 
=BX3LNTQNEVILSZ3IDU4CI6T6EKZQEH3JJ= 	 mobiebooks 
=WLPXDZ1989072019850612= 	 wlpxdz 
=BKLQQ2C7S7AABOCNT7PVPCAV7A4ON6ZY2= 	 electronicmusic 
=B5WI7WQXAASXTCEWECQ6GWW6VUCFJPCX5= 	 [韩剧]金钱之花.2017更新至E06一Key在手，保持更新 
=BI3ACGSYU7DTURRU44AKLJ6FQNYXZG64P= 	 计算机类电子书 
=MFUCABSQTCVHLX6XXSAZDBW7XKC2QYVXZ= 	 hunxiran 
=QWERTYUIOPASDFGHJKLZXCVBN= 	 asdfgh 
=BY5IKKPPETNMNQ3H5TQLY6PSLDAWFP4P3= 	 最漂亮的女孩隨處可見的金屬和油墨她的魅力應力的身體。（2017） 
=B2PRHHJ5OWVVA25LYLKMIYTYMYODEJF3D= 	 [韩剧]有品位的她.2017更新至E20全剧终 
=DJELKO1234567890DJELKO= 	 Mister 
=BLMGVRSC3L6EHDPLCBR2VEDOZW77JKE62= 	 [韩剧]死而复生的男人.2017更新至E24全剧终 
=BI77DNUBECYNSUPSOJIVECGDNMQTYFHBL= 	 [高分国产剧]河神.Tientsin.Mystic.2017更新至E24一Key在手，保持更新 
=BBTSCW27TZTXZBBOYK4AKD7OANLQ25XXM= 	 [港剧]玛嘉烈与大卫.前度.2017更新至E30黄秋生许志安一Key在手，保持更新 
=BIV72SU6VTQNNNUBMTLZKEYG3KSCFTO7U= 	 空中浩劫第二季MaydayS02 
=BWBRX4BNXBT5RPKTB4W54LPXIAVDEB5YM= 	 空中浩劫第四季MaydayS04 
=BELRFABXOQQZPD6WOPEXKQLD4QT5AULGC= 	 [韩剧]河伯的新娘2017.2017更新至E16全剧终 
=ARQWOUH66VQE4U5I66EZCNTL2SZX3HA7M= 	 yyyyyyyy 
=B5FUUM5KSNLMQ2KX3N5JNJHPOXEJ3JKTT= 	 空中浩劫第五季MaydayS05 
=BVJX5ZY5AIAXCJKXIQZPWEYTNJFVUDCMB= 	 [国产剧]鬼吹灯之黄皮子坟.2017更新至E20全剧终 
=BFTZ3GWD5573LDJWR6H4XDXPFGODHGJ3J= 	 空中浩劫第六季特辑MaydayS06 
=FDTRESAEFWARTEAEWAEWES= 	 yftfdtgrd 
=BN5DY76QJ7PHTXK7DJM6SLMNG3VD2SP3V= 	 空中浩劫第三季MaydayS03 
=BI2I6NIK73HRVOLWI74XAFSPFKK26IV2I= 	 仙剑奇侠传1音乐 
=B1234567890123456789= 	 '">HelloWorld. 
=B7MILKBD5VOFHOOXSJPWFFVQ3F6WEDM2K= 	 jeanyloce 
=B6LHOLDVPKOP2D4PKMYL67EH2FUZGO6QD= 	 sexlove 
=BVI3XHQK2X4NFK43MHQVCGOBMRWQOXBBA= 	 权力的游戏.第六季.Game.of.Thrones.S06[E06-E10]一Key在手，保持更新 
=BKQZVYBYK2NZKWIJXMJPGVJKTB3CB5WSZ= 	 SexinSex官方网站地址 
=BFQTV6LAZKJDK2KS22KRMQSCF4OKTJYEL= 	 Game.of.Thrones.S06E10.720p.权利的游戏第六季第十集 
=BRYCWCOAULFV7JLJSF5DDKLNCYTUCS2DA= 	 [高分美剧]权力的游戏.第7季.Game.of.Thrones.S07更新至E07本季完结 
=BVX76POGXGKFZFMSSETCUXLMX72GT6HTJ= 	 空中浩劫第一季MaydayS01 
=B5XPCMUDVD3IZ45Y2ZG3IEBBLZFS25I26= 	 空中浩劫第七季MaydayS07 
=BHJIC5HPAUESUNTOCKJS7BIRAMJ62YVDM= 	 空中浩劫第九季MaydayS09 
=RUIOG4JHRIOU859U0LKDA9Y806= 	 小白菜的资源分享 
=BDCMMJOICVE77A4NYEKLIHY5YTYKZNG6K= 	 地下电影-八月地下郡等等的片子 
=A7XIG6GJK44CB55ULI4M3BTBXVMEMY2HJ= 	 picture 
=BAZQU6MGGZLKRISJCRRHVCYA7WPCQF327= 	 “茉莉花革命手冊”-街頭革命必備 
=BLODVWN5E76E7ATIP3ATGMZVLAKNNE45U= 	 自製槍支的經典書籍 
=BYNHEROOFGYEZJ2GBDI4PMOZ2M673ZZWR= 	 ForDummie系列經典教程，各種使用技能 
=BPDSCSID7GMBT5QPWBGY25BNU666EHG= 	 BPDSCSID7GMBT5QPWBGY25BNU666EHGCZ 
=BPDSCSID7GMBT5QPWBGY25BNU666EHGC= 	 你懂的老司机珍藏资源 
=BW3KBEKHEPBLV5RGRUMJPYHET6TXLB2O3= 	 "熱血漢奸“論壇存檔 
=BTLQZLY5YC65P6U23GTNIGYQLJIAUOLJF= 	 parazite虛擬恐怖分子訓練營 
=BTTYOGOJCZU7EUZINYTSPPTCFNGHQW52B= 	 空中浩劫第十五季MaydayS15 
=BVISKL4L3P2MTBH7GZJMNETU4MKZJF5TP= 	 e-book 
=BKKQ7SFA2HHTEFRDHO7YMD42PVM7YEDEI= 	 [香港ViuTV开台大片]玛嘉烈与大卫.绿豆篇全集豆瓣评分8.7林保怡/周家怡 
=BVZKBJ4VV63RKZQTUKZFJFRY4IYLLCVDW= 	 [日剧中字]火花豆瓣评分9.3 
=BJN3O77OZ7L6NUEFDQFKGJIXCSYZCWYH4= 	 传教士.第一季.Preacher.S01(E01-E08)一Key在手，保持更新 
=BS7H345GPLFDHX6IPLXFBJYAOLUIXRTJZ= 	 TopGear电视节目1989-2015全集 
=BFUWCRYJOQK6J7JA3AQHIZIPNK4S7ZG5K= 	 怪奇物语.第一季.Stranger.Things.S018集全中文字幕 
=BUVE37UT7N4MWIPZB2JFQGDB6ZEPWBT2B= 	 重口味视频（两女一杯，一个人和他的猪soon） 
=BSNJYZPBFH67MM6OGYDIXYKW5HOBCDP4L= 	 哈利波特全集中文字幕长期做种 
=BBG5D5VGEEQUIE46I2SE3J25QBFJAIQXJ= 	 空中浩劫第十季MaydayS10 
=BU7QQNISXRYGOTSQTYM2YRP3JFYWLD4XL= 	 美国高分动画片马男波杰克.第三季.BoJack.Horseman.S03 
=B73PU3KJU352G5BZQ6LJWYMFG7ELFZGM5= 	 15万张超高清美图不定期更新 
=B5AA3A6KROMWFMMWGBWF6GWRX7VZ3HGYC= 	 儒释道医等藏书txt 
=BLIIHDXMHABI75E6KQWKNFTBKGEB56HM2= 	 空中浩劫第十一季MaydayS11 
=BIXXIQGG3IV3KGESG3PGFMGKOCIOJODK5= 	 900张史上最H动态图以及对应出处视频 
=BNJZUTXXYBJRPAHKWMZGY6DXPWA5KSXO3= 	 [日剧][中文字幕]我的恐怖妻子.僕のヤバイ妻 
=BPQF6QTXZTECRGT3JHUO4PBTYI7BZBYG7= 	 R语言python电子书 
=BNGF7V22SLO6RAK6UFR7VZTSYHGKX6RJQ= 	 空中浩劫第十四季MaydayS14 
=BR6R527TWJE57XRSGPF43BA7CPBLLM7ZR= 	 空中浩劫第十二季MaydayS12 
=B2NVH5JGGNAWYL67UXL4PZV4VP2SEGIIH= 	 一些生存類書籍，以英文爲主 
=BC5PIAQF7VD7M6LPVVISYLKKVRHJWQXKN= 	 空中浩劫第十三季MaydayS13 
=BP6X6MVE5CLOJGKX3H5NUWRGXTTYU5BJ6= 	 遭泄露的CIA黑客工具包 
=BGY7D3OJXG5EKKWG53ZCPIWM6GVATRN53= 	 雅尼埃及金字塔2016年演唱会 
=BI6HRRWW75QYVZCHOBMWGIDTUI3XV73GO= 	 【纪录片】A.Girls.Guide.To.21St.Century.Sex 
=BLGMZ47F6PGHF4DBVNSXGRVMSVYO3UQWK= 	 鲍照【2437p】 
=BAVK4BUAXJVYIOV2X2TKF52HUJI2G4JDA= 	 皇家莎士比亚剧团莎士比亚逝世400周年纪念晚会.BBC.Shakespeare.Live.From.the.RSC.HR-HD 
=BJZFN4MSSCPUWTJBF6J6DWI5DPG5D7IRU= 	 TerraVanFleet 
=BLYB6YOH4NTKKVRJY6XE66XIV4SIBNKGN= 	 【纪录片】生产线上 
=BKHUHYL4UDC76NC7DXVIWAUYLGCTQ3J2C= 	 一千种死法【1000.Ways.To.Die.S03~S05】 
=BWOO2YVT2EU3IYHQTSCAYTHYQLRAQNK3A= 	 EnglishAudiobooks. 
=BCFYG3AYR6PMSUZYX57N67EAAV6LF7E3C= 	 【纪录片】国家地理.超级城市巡礼 
=BHMIILA2HRJ5ZG6FN6KE7YUKBZMQOFCOA= 	 收集网上泄露的各种数据库，开房的啊，网易啊，淘宝啊，CSDN啊 
=B2UKB4TK7OT6JGMRWH6WEC3DEOW3R7F2F= 	 Defdist輕武器CAD文件大全，用於3D打印製造武器及零件 
=BDGNVE2DUDJ6MFFTW2YWPNA4DMXFOARFD= 	 BDGNVE2DUDJ6MFFTW2YWPNA4DMXFOARFD 
=BPDSCSID7GMBT5QPWBGY25BNU666EHGCZ= 	 你懂的老司机珍藏资源 
=BJOLXRKJIRNHGM6J52CNFMCBWOLIDDKVI= 	 韩剧通缉令.원티드.Wanted全16集中字 
=B2UPVKSGWF2H4WCZL2BEAXJUUO5GSLDKN= 	 [高分港剧]赌城群英会.Bet.Hur.2017更新至E35王晶导演谢贤佘诗曼马国明杨恭如全剧终 
=BFCNUGEVXYR3RKTILHFHDVAGMEEJT7III= 	 MERITOKRASI 
=BYZTKPHTNT6OOQCG2JLFRS6HQZCCYXAF7= 	 kindlefile 
=BJLFUYGJWNEOBPEBJPB2QPQHBGGRXKMYD= 	 速度与激情全集The.Fast.and.the.FuriousAll7Collections 
=B34PVWLAAL3B2JV7M6YYYRX5MYYC3VFVY= 	 原子彈經典書籍典藏 
=BDB3DR7W5L6EJY6NPDSEZRMOLNQESS6ZH= 	 15年7月高分电影：巴霍巴利王(上)：开端 
=B3MTLZ55DOC7YGKQYLQIGZ2IQOKUUWTD6= 	 [高分国产剧]河神.2017更新至E14一Key在手，保持更新 
=BOL3JSOSM6QKV6XIATK6QZSG6W5ZRZJDG= 	 空中浩劫第十六季MaydayS16[更新至E06]一Key在手，保持更新 
=BKOKPUP3XB7JURKK3YLVFYMGASSR4AQ4F= 	 最好的电影汇总 
=BHS55LP54SO7A434QBB5Z2O6B7A45B2BX= 	 CDTV-Documentary 
=BXQHNDWO3FXAV47I34JXOHIVFTIXCNPQG= 	 Lotsofe-books 
=AL7MOONKBLWWT4YYJ5MJD6KPWQTHRYKVK= 	 百度“生存狂”貼吧資料打包下載 
=BEJFWGTIVSNYXBRDXKJWRNRMPL6Q7ANNT= 	 “邪惡天才”系列電子書 
=BZD3DG27ARVSUWKUETND3NEMUV3QF6CTA= 	 TED2013 
=APIR7BEKBAT2B6XIUNUV2UFZHRY5YLRFJ= 	 视频赶大集（可上传下载）非视频文件勿传 
=B4LZNUSHUDCPGHJU4TUW27ZO5KSLZNLHM= 	 值得一读的书籍 
=B2MBVDKHENUWJSJ4ES75LYAOYF5CHR7AV= 	 赖世雄-美语从头学 
=SEETILE1111111111111111= 	 ZeroNet上的ISIS恐怖血腥视频：127.0.0.1:43110/bloob.bit 
=BXFOG6FTHN3XMTVKHDNEFBH2KM6RILP7Q= 	 九州天空城更新至E28全剧终QQ群579370217 
=BWKTMEFREAMHCTHW5634FMQ2PJ7PNXMAP= 	 超能老豆.国语.Daddy.Dearest.2016更新至E20一Key在手，保持更新QQ群579370217 
=BUDXYMUXF6L75I5GSCHIZ6AINKV4YR5EK= 	 国产成人小电影（文件大小-51G） 
=BXVQLVULMWLW6AJ6AKSU23G4HZSA2ODZR= 	 丁度巴·拉斯 
=BUQW5JYX5WDZYRVAVMP7IYN3H4VGC4ZMZ= 	 高分美剧罪夜之奔.The.Night.Of更新至E08一Key在手，保持更新 
=BVMOC5I7EZ3VP3JOE4MVZCFRTGYCZH67X= 	 個人搜集的網上泄密數據庫 
=B4VFMOZC2N65KMKT2DUNU22AFHDKKX2KO= 	 戰略情報網絡（StrategicIntelligenceNetwork）末日求生資料 
=BPBRDRAL7SCRHDUMKHN4BVWQ4XSHF6UN4= 	 有關自由黑客的電影（citizenfour、deepweb等） 
=BVDLN4LII2PP4NJDUUF7JJZSWVNSXZFGV= 	 散列值破解快速彩虹表 
=BF5P2FLFQEATZBBCBIPCODLUPGBVZS2ZY= 	 動畫大師RyanLarkin作品集 
=BDZPY2DZZAQST35FNPCRUA4XRFOZVRRY4= 	 微微一笑很倾城电视剧版1080p更新至E30一Key在手，保持更新QQ群579370217 
=FSBHDIFBNWENOSNBUJHSBUBVS= 	 這是用來測試的 
=BJUEUHMQC5AFQ3BKZNWS7EQJQSE5NMJYA= 	 《城寨英雄.国语》.A.Fist.Within.Four.Walls更新至E28全剧终 
=B2UFAF2PALRJM32J3RIDDPDHTYAETU4YP= 	 福利小视频selectedpornvideos（91pornortumblur） 
=BHLMCN7ZXX4QWGX3QCIIDYLKZ6L2AUV53= 	 成人動畫“快樂森林小夥伴”（HappyTreeFriends） 
=SHINANFOSIATYOURBOUNDAGE= 	 Leryou 
=BCSGVHLW5PDUNBT2QBTGNT5I6275JC3SS= 	 德云社20周年全球巡演游轮.2016 
=BGGTXQX5AU6UC4AHLU6I5J7OKDAJBSWMP= 	 人间世高分纪录片豆瓣9.8分更新1080p 
=BZHV6W2SUGV7D5PFSC6KLC4754QXIZTJQ= 	 日剧：深夜食堂2 
=SSASKSJBSHANSMNHDHDHDHHDM= 	 testforgood 
=BZJBBRS2DDYGAIRJO2DUFRS2YZZKNYJPB= 	 [韩剧]我的野蛮女友.2017更新至E32全剧终 
=HHHHHHHHHHHHHHHHAAAAAAAAAAAAAA= 	 picture 
=BYC7OQKNJUIFGLDWVKZX7QN52Q3NOMKSF= 	 [教育]凯叔讲故事——凯叔西游记 
=BDNUINTI5H5ODEYJOPYJ4BRH6JIQ5NRM7= 	 万智牌Forge中文图库版（网上最全中文图库+高清英文补充）2017.7.20开始长期更新 
=BXENAOSWGHDV6WUZORLB7NCCGFISPVW2P= 	 [韩剧]最佳的一击.Best.Hit.2017更新至E32一Key在手，保持更新 
=B2OXTWKNCWHELIWSBUH4TWDRRFTCPF5YHPUDGE= 	 YHpudge 
=BY3ZPI7GQM37A7UDVN55RYD4UTFCRFKYL= 	 vkvkvk 
=B2OXTWKNCWHELIWSBUH4TWDRRFTCPF5YH= 	 YHpudge 
=BBXZ73YLJC65LWIDK63NUOUSQACR4VY6E= 	 “荒野求生”全集（Man.vs.Wild.S01-S07） 
=B65WF5PQN43QOP7SYDMBCRHBV7BGBLTSO= 	 “羅賽塔外語學習軟件全語言包”（RosettaStone） 
=B4EHBBXDGSV5DB5PARQUNHBYEHBTT6P2G= 	 [韩剧]决斗.Duel.2017更新至E16一Key在手，保持更新 
=BKX7XQ7SLWWL6FI2HIRJKE4JTB72NK6LJ= 	 無政府主義資料彙編（AnAnarchistCollection） 
=BWFSBGACHMGN4DALB2TORTRIBYJ7GX6XI= 	 [韩剧]七日的王妃.2017更新至E19一Key在手，保持更新 
=BXTQEUARPDOETNLROKOWZSAENBBVSBEON= 	 韩国大尺度套图（文件大小-6.2G） 
=BCR2TIH5PVYFGJLKTPO7NH67PIBQGWOEV= 	 justdoit 
=BKHJU2NQLBFGIEWA533MDDGQ2HMMAKTVC= 	 [高分韩剧][中文字幕]W-两个世界720p更新至E16全剧终QQ群579370217 
=BXSYX7L2XBCANPJRBVOC322PAYUMQLBWT= 	 [日本动漫]只有我不存在的城市.僕だけがいない街1080p全集豆瓣8.9分 
=BEYZHR36OIZ2NOWYKDSWQW3BFLRYJTLJG= 	 百年酒馆.第一季.Horace.and.Pete.S011080p全集豆瓣9.4分 
=BELON4TW4J5N7O4V47V24LFH6QYQL22PV= 	 从秦始皇到汉武帝1080p豆瓣8.5分 
=B3TOZNVHXODTVL4FLN4YZZUMRDC74PTTZ= 	 夜班经理第一季中英字幕全集IMDB8.3分The.Night.Manager.S01 
=BINHI2CMFJVMFWXQD2TC2MGIV6WVR4X6L= 	 来自欧美的毛妹陪你裸聊（文件大小-600MB） 
=B3542X4RBJK66PAPLCEWRAVVDCCRXEU5Q= 	 [港剧]为食神探.国语,Inspector.Gourmet更新至E20全剧终 
=BOV26NGOYT4SWDQA56DZVLLEFPBYMOYML= 	 X-artmodels合集150G 
=BS6HGXBRF7MV5JDLGMQHTWAIPT4LYESFB= 	 cosplay视频，习呆呆你懂的。 
=B6OADJIVYSDZJFAW4YALYLNSERFNIDMR4= 	 [高分网剧]画江湖之不良人.Bu.Liang.Ren.2016第一季12集全QQ群579370217 
=BLTIEARD53AQVWPBYUSWRFWPPW5SMAOON= 	 功夫熊猫合集1080p原配国配中英字幕x26510bit体积小质量高 
=BCJKAOM2HCCQRD7ILOVULK33LGAXMRWQN= 	 vSouthPark 
=BJWHFSC2YKH7EF7GJARJF646EB3O5H7AA= 	 《得到》专栏密钥 
=BGXQYHFTVM7ESPNNVYIS7CQ4IYU6VCAGK= 	 [港剧]超时空男臣.2017更新至E32一Key在手，保持更新 
=BRRGS7XFGT6DRCVAU2435UIDTDQ4DFG4N= 	 15年8月高分电影：老手，45周年，关于一个女孩 
=BBCL4XI4UPS555Y7PD4GVX6B3APUK6HQZ= 	 “盤古樂隊”作品全集（持續更新） 
=BHMIILA2HRJ5ZG6FN6KE7YUKBZMQOFCOQ= 	 这是一个分享链接 
=B3KYDU4KBJTXBZGGIALTZKUUE4PYQB55I= 	 “海綿寶寶”動畫片全集 
=B6R64W7IMY6CK7777RZKFWKFVGKLDGFOF= 	 各種網上泄露的數據庫 
=EC3JZRN6VIFPIMUD4IWWHBUKPJE74VLWXRGA5RHCL7P7F4SBVK53YYLDCTA= 	 动漫（你懂的系列） 
=BPFX3VEGYAABOK5MNR6FPEO4NXF2KODLM= 	 高分国产剧遇见王沥川更新至E38大结局 
=BNH4OWRPAD7STUEMTSAILKMMITPIUCW57= 	 游戏主播玩守望先锋，边打游戏边自慰。 
=AFDYRSMJK6V6W72PMMTBMI4NFEOGUUI7Q= 	 陈丽你懂的，开撸吧骚年 
=BSMPDKNSFUA3ZFJKSE3RLYAL4IOACCC24= 	 美國火人節紀錄片BurningManFestivaldocumentaries 
=BJUOVBMDV5IHEDZWRU4XNPPYNMLGHNTIM= 	 【关刀资源】【azw3格式】Kindle人社区网站11G精品书籍打包 
=BZLTAH35HTKWP7GENECQUA5PDWDUASYZZ= 	 美劇.漢尼拔.全季 
=B7WNBY3CGKREWQ2I2ZIAIOYNOCHQSQV74= 	 【关刀资源】【PDF格式】中华书局中华经典藏书(套装共50册) 
=BVFIEI2XYO7KOUJHWLVWA3VSD4ZP5FWGP= 	 [国产高分剧]中国式关系陈建斌/马伊琍7.3分720p更新至E36全剧终QQ群579370217 
=A4LA3DQ5RPNKR57SSOV47ZHZHFRWSUUOC= 	 囚徒健身Convict.Conditioning.Volume.1.Pushups示範動作錄像 
=OAISDJOIADJIOADSDFADADADADADADA= 	 651651651 
=BQ36ZETYSW4SLJ2VMPIGXATAEMXYKXDHT= 	 电子书库1）丛书系列 
=BCCMLEDF7343W27JLJSVABKAKAVMROQXX= 	 《小别离》黄磊海清温馨家庭剧豆瓣8.8分更新至E45全剧终QQ群579370217 
=B7RXQ2U3MVAO7KBGDWJ4NWRA4XENALXBI= 	 [美剧][中英字幕]毒枭第二季豆瓣9.0+QQ群579370217 
=BZCTXN7QYCMXS5PINIEO3JU7C7YFI6GOR= 	 电子书库2）主题分类 
=B23RDORNW33O2O25Z5PJVJVPLZMLMAWYA= 	 《凤凰周刊》杂志2016年.Phoenix.Weekly.2016更新至第21期保持更新 
=BR5XUQVQL7QFJBIIKFSAETAFCPANTBRCO= 	 电子书库4）学习书单 
=A4YXBZIWHXF6TX2X2M734I5RCVQYMZ4CO= 	 400G读写权限 
=BDKU3FOGDOPKXG4X77U53F67K27V7FDD3= 	 老九门1080p.The.Mystic.Nine[更新至第48集]全剧终 
=DPXZETXMBYDDIZBEBUBRQZR6S2VVNCAQW= 	 Yoga瑜伽 
=B7ZJOFU5YGHTVQOT42JLGOULNTPTZ73FS= 	 电子书库3）科普读物 
=BGZB5QOUS5OERIHKYT2Z5Z4V3T7FOOGMQ= 	 [高分日剧]贤者之爱.賢者の愛更新至E04一Key在手，保持更新 
=EHGFTSQECGTBP6OTFTLMDY4FWGWMWV5CQ3MIEGVVNS5B5EIGPYXHRTEBIN4= 	 TaylorSwift 
=B7OXZCKWPCH3EN4AHRLJW4LTCQCVVRWYI= 	 黑客军团.第一季.Mr.Robot.S01.1080p.x265 
=BV3A3HBUQ3K4ICR4NLM4OOWDHEB6A7M24= 	 [美剧][中英字幕]毒枭第一季豆瓣9.0+Narcos.S01.1080p.BluRay.x265.HEVC.6CH 
=B4QNDAFQMEPAKB5KRTM4AZ4L2HUSWKDIM= 	 权力的游戏.中英双语字幕.第一季-第六季1080p适合收藏Game.of.Thrones.S01-S06.1080p.x 
=BKMYKJT6EX3XX7KTBVNCIGIN34ZH63SQC= 	 250G最新电影 
=BOSOVCWZIF2IRKBKHXGEH5GXUMVQKR4KN= 	 黑客军团.第二季.Mr.Robot.S02 
=BUTZAGELCLMXH7ST5FVPI6FKX2BNZ4CDY= 	 S.H.E无损音乐全辑保持更新QQ群579370217 
=KKKKKKKKKKKKKKKKKKKK= 	 ttttttttttttttttttttt 
=B4TDKK7OLYBW7OAG3ILYLQPLFK3QSTAS4= 	 kindleeveryweek 
=ECWGG6UC42E4QCHWZQCKOPOINS5XZ2O2D4RQPBEZYZMPDXVUYKWPHPPVBGQ= 	 HugeFontCollection-OTF&TTF(8gb+) 
=BPOCPRP5TYBYBJDJXHMOZNCHC4QYLANTS= 	 [BTSynChina.com][NHK纪录片]持续更新中.... 
=BOC3NIGPF2DOKETOF2FAHXJXE2HF24QWC= 	 kindle伴侣 
=B4KQWVYOY7VCZKMR23OMZPO56RYUS4EVR= 	 longzeluola 
=BT6PCGM4LGRCRNOBZXHCUACRW6ICA7E6Y= 	 BBCArchive-Historyofthe20thCentury 
=AHH3DRQZRXOQYBAM5R3YZQXR2PVRIE775= 	 addyourresource 
=B24A2EL2FDFHXGJR6H3RK4USDQLTXSRDS= 	 【关刀资源】【我是李小龙】李小龙珍贵影视、作品、图像、杂志、报道全方位资源合集 
=BVFKRFSHFJYGTN3MJO3CHFKM6TFULQTDB= 	 【关刀搬运】【PDF格式】【书格】有品格的数字古籍图书馆全站书籍(485.56GB) 
=AELFQR4PYH4YU56G5JQFFTEPAT4OGMYT6= 	 bigfake 
=BW73B7TCSBTQGSRLK7FASUL7NOY5ZNQRG= 	 民以食为天厨房视频 
=VILLA123456789123456789= 	 villa123456 
=YWCYYYYYYYYYYUUUUUHUUUUUUUUU= 	 yanwen 
=BFZSK2I22NPWNKUOTKAMUJ5UTPHMVWCPB= 	 [高分韩剧]三流之路.2017更新至E16全剧终 
=BJQAPHV6JOOQMWYXEKPJGJZ5FWVGKJNPV= 	 [高分国产剧]大军师司马懿之军师联盟.2017更新至E42全剧终 
=BDXLJ4UBYIUFNPBETSKBQ5FDFC67STPWD= 	 [港剧][豆瓣8.5分]律政强人.国语.Law.Disorder更新至E28全剧终方中信/廖启 
=BB5RZ4JNRR2DXONGA6DPWOYINK2E5GCC2= 	 周杰伦无损音乐全辑[更新至2016-周杰伦的床边故事]QQ群579370217 
=B2FFHFC4H2VE5R7Y7ZU6UFACFNUYJSAR6= 	 [高分韩剧]君主-假面的主人.2017更新至E40全剧终 
=BFHDDVIZE44NCDW5I3VG6ENITZLMEMDCH= 	 [韩剧]守望者.2017更新至E32全剧终 
=BQGFWCKGX7LBUZJCIEQSLHI5NVJHOTUHK= 	 [港剧]诡探.粤语.Detective.Psycho.2017更新至E30全剧终 
=BBPT3TVZZLAXQSMSA24EGH2BTWYV3ZOO2= 	 张智霖疯狂有时演唱会上海站.2016QQ群579370217 
=BZHV6W2SUGV7D5PFSC6KLC4754QXIZTJQW3OGPQ75KYTO3Y62C5= 	 深夜食堂第二季 
=BEIZR7IHXFKXG662ABDINUXLZQASZSEBV= 	 [高分韩剧][中文字幕]云画的月光更新至E18一Key在手，保持更新QQ群579370217 
=BE4XBEQS3EYERB6ELH2OYUZ33LM75LXQ4= 	 钟汉良北京演唱会.2016 
=BBFGWUDZGZ7LX7K2GYITR3DHYLTIOFOOU= 	 【关刀资源】【PDF格式】中医资源汇总贴+武术资源汇总贴 
=B7GYKODNBC2W6U5NVSNSUMK2LJA6BRDFS= 	 [高分韩剧]奇怪的搭档.2017更新至E40全剧终 
=BT6GKRVWBBNPO5ZSWRABLHCADGQ2GHYPS= 	 鬼玩人之阿什斗鬼第一季（全集）-文件大小6.6GB 
=BZRBUB435BH2UI4BKSNBN4M2GXUR37HAN= 	 分享一些有意思的文档：视频、文件、图片等。不定时更新 
=BZVTXDNWS7JW6U3Q6PRYXDVY5P3XN5RYG= 	 [高分韩剧][中文字幕]青春时代更新至E12全剧终 
=BVYF6SQCAVM5DOA7QWD7EPRFMGMEGSB3G= 	 KMSAuto_Net_2015_v1.4.2_Portable（汉化） 
=BQYL3242ILYLYCTVH64PPH6KLEPTT3SZP= 	 土耳其警察局数据库 
=B76C6LPIXP6C2YHFSV5HS7U2QNR5CGU62= 	 下载神器Aria2和Aria2UI控制 
=BQ6UP2MEM2MRZ3AULMNF2EG3E22AJS6LS= 	 豆瓣Top250 
=BONP5RTQFSWQF3TV4LZKKGSIFIMAC4G65= 	 老友记全10季 
=BC4MH3S3P4GW5UUMR7CH7ZH2NW7WST2ES= 	 [国产高分剧]白鹿原.20171080p更新至E77全剧终 
=BDD3IQMMPX7KCAXV7JZ4OZMJ5YTMS7EB7= 	 [高分美剧]使女的故事.第1季.The.Handmaids.Tale.S01更新至E10本季完结 
=B4F5YOHLAEWHNBQA5SSHDXHVYOZ3NXQGB= 	 现在美国的亿万富翁郭文贵持续在网络爆料，揭发中国最高层的政商黑幕。《纽约时报》称之为"本年度中国最大的政治新闻"。持续更新中 
=BVDSMXZ5L4MIECWSCADG6WUYGWD2BDCXC= 	 [高分美剧]天才.第1季.Genius.S01.2017更新至E10一Key在手，保持更新 
=E2KQPWWFVW55J76ZUDU3MMCL64UNTI4FLC2H7XHQZR3IRC42YC7MRSNIQKA= 	 加密加密加密加密 
=BZGWUZRY545HYSQ2AUZ2QJXBL7HR3VXN2= 	 [纸牌屋系]一地鸡毛之一切都是刚刚开始2017最火爆视频.国语(注意:毁三观) 
=BTCVEWOAWMTQCRO6XGZPTBNXWGFWKSADB= 	 Indexallfilesunderkeys索引共享文件夹下所有文件 
=BWADR26EZFHXB7DSASZSTS5KYBS5ZPU33= 	 [美剧]生活大爆炸.第10季.The.Big.Bang.Theory.S10更新至E24本季完结 
=BTW3YOEICJ7AVLN7EDHQRHBETYU77B57P= 	 [国产高分剧]杀不死.9.Lives.2017更新至E12全集豆瓣8.7 
=BI5FAOJGVHTOKBYPEZI2ZR32UW3WCQNPJ= 	 [韩剧]Circle：相连的两个世界.2017更新至E12特辑01全剧终 
=ERQDRWQMPCFZYZDEISAAB7DCL5AZQXW2A7DDESAWM5C3SHFBNPTDABPCJMY= 	 selfpic 
=BIGKAD3R2F73K2LSITSHRRRDFV5ACGXEV= 	 陈奕迅无损音乐全辑保持更新QQ群579370217 
=BK2ZY4CPRCCLIISCYXAITCPJEEDDS6YDX= 	 中国福建省莆仙戏剧视频 
=BUK74FTYU5XD665KYFXSOBEAUVDXL4L2S= 	 [4K高清]2016嬪婷春夏新品少女內衣秀 
=BZL5Q7GJUTKWH2TQN36WIKWWNSL6VG3EM= 	 鬼玩人之阿什斗鬼第二季（持续更新）现更新第四集 
=BI26BKTYF5VJVTNDEPI3OE6DG5RUBEEJJ= 	 [高分美剧]毒枭.第3季.Narcos.S03.2017更新至E10本季完结 
=BCGPA5M24YG6GKLLUGIYUKJZK47VPCP7W= 	 mixiusama 
=BYZ2UTTOKDOMH3GZZT6HX2FYWISJNWWLF= 	 [纪录片]守护者.The.Keepers.2017更新至E07本季完结 
=STINGER13973114941JUNIOR= 	 JuniorStinger 
=B5BZ4HGM7L22KYHKQHOPE4H7UAZ2E73QP= 	 加勒比海盗5 
=B4YFVPPKBEGBZFLVKV4UTP6BGCTDCZQR3= 	 龙珠传奇|720p持续更新，每周六24点更新12集 
=BOZ7FKLEUWETGNIWVZ5GGTK34BK6MXJJQ= 	 [韩剧]焦急的罗曼史.애타는.로맨스.2017更新至E13全剧终 
=BTN6O5RXJATUEWR3PE76SNLDVLKHYPMFF= 	 [高分美剧]越狱.第五季.Prison.Break.S05更新至E09本季完结 
=BXLD32WQNOJWA63HOKNXAWC3PSSXPSD6I= 	 [高分韩剧]芝加哥打字机.시카고.타자기.2017更新至E16全剧终 
=JFJAKXNSJXJNSNDKXISKK= 	 LoLGotThee 
=SEDRFTGYHUJIKOXFCHVJBJNK= 	 Medtyu 
=BKBAZAC6USZD6O4HP4FJ24IGZT6EFMTQ4= 	 123456 
=EWAOIFJASDOIFUASDVNLADF= 	 信息分享，了解内容 
=BLL2T2KF5ZH52MNCHZRKDHJFT5CN6HDLA= 	 异星觉醒.Life20171080pWEB-DLDD5.1H264-FGT 
=B3AYOKJJXVHSMXVVPVIS66YOBO4A4RKOA0= 	 TheBoxcarChildren[棚车少年]1-131电子书下载 
=B73UEF3QRIZPVNXN7MCEFP42ZZG6RLY63= 	 熟女小电影，不断更新 
=BABHNR53D332PCDXCXVSRUW2EJVQQIHZ7= 	 孙燕姿无损音乐全辑[更新至2016-彩虹金刚(EP)]QQ群579370217 
=BNND7SQ3GDIICSGXWQA6CQTG2AXVVBIVZ= 	 行尸走肉第五季中英字幕 
=BA7XCKBNYYMKEQBJLHBZSHBVUV6N5VEQT= 	 一些720P精品AV 
=BNREG6YYAWTMHWKCS4UR3PHPLKUKCCUGG= 	 --周星驰合集-- 
=BQRUWRY5EF5AC63MUJDXJQJGMMLKILD7P= 	 行尸走肉第七季中英字幕 
=BHISLCY7VD246YY2AOJHXLBYVWGJLI3ID= 	 [韩剧][中字][720p]Fantastic.판타스틱更新至E16一Key在手保持更新 
=BGQ4Z4IB6Z7VBPPRW3PNMJZDLY5SW6KD3= 	 【动漫】2017年04-07月新番1080P无损BD 
=NLPBAZICUIMIANZHILIAO= 	 asdfghjkl 
=B3AYOKJJXVHSMXVVPVIS66YOBO4A4RKOA= 	 英语双语书及世界名著原版书 
=BB6EXXXA4LODNEUHPWQU5OIDVTYQPZRWO= 	 嫩模福利-【ROSI视频合集】1~148ROSI超清视频打包 
=B3NBE76V3N7CQMFACWTUQ4ZZEVE7NCJLW= 	 嫩模福利-【Ugirl尤果网写真系列全集打包】1-187期专辑+特刊+官网视频（全网）尤果网资源打包 
=BE6XNCSHMYWPWP2KVHFRV3HUSODQQJZ3C= 	 嫩模福利-【波萝社BoLoli】No.001-090波萝社BoLoli最新全站套图打包下载 
=BQ3J3PZLGR4NPNP2LMD44JOLSWPE5YHER= 	 嫩模福利-【推女郎Tuigirl】写真套图视频合集sexgirl~长期在线~长期更新 
=BHORPLZT6N7Z3BURYWKIZYMWVNIDPTD4I= 	 16年8月高分电影：嘿玛，文森特与世界的尽头，德惠翁主，追捕聂鲁达，黑猫鲁道夫，隧道，推销员，雪山之家，下众之爱，你的名字，女 
=BCPNAHZOPIWJZ3D46WKWMDBAO3VDETF7Y= 	 道德经妙智慧 
=BUWJKHE63UAXSPZ5CTEO5AEXBCELIWLAA= 	 嫩模福利-【假面女皇MASKEDQUEEN】1~25极品合集长期在线 
=BRQCN4YG4BMW5PAAO5FTBCXK5IQJ75U2P= 	 [高分纪录片]Netflix：抽象：设计的艺术.Abstract.The.Art.of.Design.20171080p 
=BSXBV5IAAFYLPQI3B3WQYWQ2VGGSHIAGZ= 	 sex老司机发车了 
=B6VYVNTO6JCHK2HT4QHYRZWNFDFYS4ZOJ= 	 [港剧]巨轮2.国语.Brother's.Keeper.II.2016更新至E39一Key在手，保持更新 
=B7M525SOPGHUYWMJKRDJV4D3SM5VRYNRS= 	 嫩模福利-【Legku丝袜美腿】合集资源，长期在线 
=B4KYEIVTNHPPSEVNHI4C7T2RBZA3VRXFD= 	 黄鳝主播高清最新完整版 
=BTEJ5AJ27AXGUVLKOP4DSBODO7EKQAV2N= 	 [美剧季][神盾局特工第四季]1080P.WEBDL及人人字幕（完）6月9日后结束共享 
=BS5VM5PRUBMF3UWOQHAD7YVTHICHZ2DFU= 	 高清无码各种资源你懂得 
=EBE58B9DAA3C8096902764E75B1127C8= 	 underbayan 
=B6UZZ4VFSU2MGJP32OKC362HIXU2G4563= 	 [韩剧]悄悄话.귓속말.2017更新至E17全剧终 
=BGGHT4M74EUX2DP6EKXHL3AZUOXS6SQ5P= 	 wallpapers高清壁纸，不定期更新 
=BCOBD66O6XKTP3AUD7KEV5SMQIRJL4OXS= 	 [港剧]不懂撒娇的女人.国语.2017更新至E28全剧终 
=BHK3HSXOW45RN7F5324WC2ND5MARCWU4X= 	 [韩剧]推理的女王.추리의.여왕.2017更新至E16全剧终 
=BRSTMBMAMHPAM6QSWEHY4DCSZPWOWNFZS= 	 摆度人2160 
=B5TXDG4FWLLYIFVGHTII5EKIIJHOIWLBD= 	 xwallpapersX壁纸，不定期更新 
=B2A6G6RPDRCUXMUHW7LFBWI2YG6BFRK3H= 	 [美剧]哥谭.第三季.Gotham.S03更新至E20一Key在手，保持更新 
=BN3SN3RG3UFOYJWGC4OE4K3EQQGUCCVY2= 	 广东主播西西，对白精彩 
=B5MYNDV4TXEDZABFQZW7JHXNW2J7X34IJ= 	 [高分美剧]纸牌屋.第五季.House.of.Cards.S05全集共13集 
=BP4YI3BVDLP24PDIPVGQNMJ4FV3LVBBST= 	 [韩剧]逆贼：偷百姓的盗贼.역적.백성을.훔친.도적.2017更新至E30全剧终 
=BSHZ6MHTP6YZ32Y3E3ZRMK2GSMTANWXL7= 	 小视频你懂的 
=BSAP2LAEICZTX6MLKNYTHOJJYK7QDV3UG= 	 提着心吊着胆 
=BV5GZIVV47L7H5MATU2UBGNNOFVHK4CN2= 	 [美剧季][生活大爆炸第十季]1080P.WEBDL及人人字幕（完）6月2日后结束共享 
=BZTVWFDZ4TYZ55OWC3C32DIGKRESCE62P= 	 [央视反腐大片]永远在路上.2016更新至E08全剧终 
=BBYQC4H54L3Q5QVZ5ACVBWQLVSQUQHAS3= 	 SIUE5SMO 
=BKKJEBKQ2JEH2NV42BFOMG5XJ43E24MYF= 	 天才少女.豆瓣8.0 
=BFVUPLBL6BSBYZQCHORUDDKDIY7CWLSPE= 	 科洛弗道10号720P高清（文件大小1.25G）（高分美国惊悚片） 
=BIIGWSMAXENN3RVI2E7M7WQY4LX7HZ6HL= 	 voa英语教学视频 
=BUDDMC5OHIGDFLHUKGCZBMRGPJSBBEJUC= 	 超级飞侠第一部 
=EPVSPOKCPKCKGUHXQ7BJNYA6MKIIYVBXDGK6NVANKWGYATXOH76ZSWMJX4U= 	 im520@www.sis001.com@EBOD-249 
=BV6UFZYT2LXYRVJQNNV5L67KLEJCNSLPU= 	 圆梦巨人1080P高清，（文件大小1.7G） 
=BS323R2VCD2D33OQLP2QPSBC34BBGVTJE= 	 女生宿舍2015720P 
=B22TYHI755FR5RIYUTIQ4YGERUPNPPP26= 	 借贷宝，裸借 
=BWZ7CZQHXEFOMLRZDQ436ETBC7362WOTQ= 	 韩国精品三级《俄罗斯妈妈》720P/1.3G 
=ESZIQHQ7LAP3M4E6VKLOZPGAJEVJWJMBIWHDTNWG5FTBWTSEINAJUQ2B66A= 	 [神盾局特工/神盾特工][第四季][美剧] 
=B4V5D67LLJL53LHXOPWIXNMSI2ACOCAKI= 	 类人猿行动（二战剧情大片）（文件大小1.46G） 
=BVTLVVG72PP2GOI46DGPH6MLOYRQGGMNZ= 	 [高分韩剧]秘行要员.맨투맨.Man.X.Man.2017更新至E16全剧终 
=BGAFXATUGEHLMK6EJSAMSQO656RETMP25= 	 《平论》WeipingShow|音频文件，持续更新。在线音频可关注公众号：ResilioSync。 
=BJCUVDZACV3RSBSHTEUKK5GBY46YJGUAS= 	 [国产剧]欢乐颂2.1080p更新至E55一Key在手，保持更新 
=BJ6DIX3N4BWFP5IIR25KTF5HJPLOAFIQ4= 	 《平论》WeipingShow|视频文件，持续更新。在线音频可关注公众号：ResilioSync。 
=BVET4FQNOLF7GSMPES4PMTCO5ND7RUR46= 	 文昭談古論今-WenZhaoOfficial|音频文件，持续更新。在线音频可关注公众号：ResilioSync。 
=BSTDZ4AG24PMVGND7X5YVJSQMEMYP3QGY= 	 速度与激情7部合集（国英双语）（文件大小19.5G） 
=B3EX2FGTVQYX72QK2BJRDFZWM74XUT7MR= 	 欢乐颂2|720p每集300mb左右，便于手机储存观看，更新至54集,持续更新中 
=B6TWLD4XCJWYNUANH2XAOZ5372PRA3TBZ= 	 黑镜.第三季.Black.Mirror.S03.720p.DEFLATE版.6集完+外挂中英双语字幕+经济学人.2016（持续 
=BVL3UPUPTXUKIN6GQBEIQWJS2XFUHPSLA= 	 [国产剧]神探狄仁杰4.2017更新至E50全剧终 
=BUIWXMHYNP3JC7GBFO4DXLU3OCOPWIC6J= 	 [高分国产剧]人民的X义.2017豆瓣9.1正片高清更新至E55全剧终陆毅张丰毅 
=BSL66MH2GGU5QWICWX7V6CTP6QJFVFJIR= 	 [港剧]心理追凶.国语.Mind.Hunter.2017更新至E28全剧终 
=B3FONLENXNRDIKRSJNDC5QDONJA2HLKNW= 	 关于微博上魔根大葱的爆料 
=B2QCHXXIH4SSMCXBSBNN6KRYKPS3HZFXX= 	 文昭談古論今-WenZhaoOfficial|视频文件，持续更新。在线音频可关注公众号：ResilioSync 
=B2O4A7SWR2VPS5RADIVBJRNW7B4Y4I63C= 	 [高分日本动画]亚人.2016全集豆瓣8.5 
=BPG2TUKZMZ33BJDJNNRTIKVZSNDYD6V7V= 	 [韩剧]完美的妻子.완벽한.아내.2017更新至E20一Key在手，保持更新 
=B3CXOZ4AWDOGU22IW3DKQNN4UFTOP3LWP= 	 RunningMan2017 
=B2QYGW6YECL5EJLRPKF7BRNU7B3C6BXPM= 	 TheWalkingDead 
=BWEICP5M3YAO22I5K4CYB4VXE2XW7X6CU= 	 兄弟连（经典二战美剧全10集，国英双语双字幕）（文件大小14G） 
=BYK6FQ6L6PARKMOT3L22NFFXP2TVZBERJ= 	 周华健无损音乐全辑 
=BSB6IMS7LCBWPF2GIFRZUDK3YEZJPW4YU= 	 GameofThrone 
=BYOKKGYQ4G3AORL6OQ6MGCHACJWCOWFID= 	 [国产高分纪录片]法医密档2016全集共10集豆瓣8.0 
=BQUHYOGSVDRLA44W6IB3SFD7JGQYWJL3W= 	 2015.06.25HD.010绮里嘉ulaMP4 
=B3F6ITJUS2PK24NE72L6MLRWSYY44C7A6= 	 周杰伦所有专辑mp3 
=BMVSU4DFIJR6Y5FZUUZGKDIZ6HRSERVS6= 	 各种SyncKey的所有集合 
=B2YHJK5KGFYSKW3XQ3KFR6EMYNOCBSCDB= 	 五月天无损音乐全辑QQ群579370217 
=BMJDDYH2KKVJQGU73XT6NOI7AS3I6JXQO= 	 candydoll.tvcollections 
=BNT3CQRID5FWUCVOONXLZ73E4SJRBEXN5= 	 [美剧]善地.第一季.The.Good.Place.S01更新至E08一Key在手，保持更新 
=BDK2QRLJHB4LJE62QZWVBRSH32LHYNFB6= 	 黑镜.中英双语字幕.第一季-第三季.Black.Mirror.S01-S03.1080p.x265 
=SUPERMANSUPERMANSUPERMAN= 	 忧郁的猫大大 
=BDJYU7XYCXIA5U3WTJ4OD5ICRJBD2JKSS= 	 AudioBooksinEnglish 
=EHEOHOAOVOABAJOJWOHBAHHW= 	 Abasklei 
=BSVIL7BF3WQ45B53JH7NQPVN6B6JONGDL= 	 NHK映像的世纪全集附外挂字幕 
=BO3445X7CYVJYYDWMAEG4H6FJWJINZ5CH= 	 美腿高清套图beautyleg 
=BGVHQMBPPUFDEQOT3WGYNGEW2B2RM2GJF= 	 奸臣720p 
=B2EN32ZV5RVGFX4TPY5TOI6KXZE35LX4Y= 	 [韩剧]自体发光办公室.자체발광.오피스.2017更新至E16全剧终 
=BRYBG5WQLXOPXEB6W5NJMIM6SLCXW5EOW= 	 谍影重重5部合集.720p.国英双语（文件大小14GB） 
=BOIP6B2EIT7WOZLKNMW6Z3HRKUW5KTFMN= 	 Ebooks 
=BFG2VHAS3CK7BQNXXUTSMTDF3OI2H2RP2= 	 [韩剧]师任堂：光的日记.사임당.빛의.일기.2017大长今李英爱主演更新至E28全剧终 
=BSUMVKZBDVITYUWS3ZRFOD26KQUU3A5T3= 	 PasswarePasswareKitForensic 
=BC63MPKPHNIUCJHZF6QN4EIX6X4SW7XKM= 	 小众欧美歌曲收藏下载，持续更新，绝对有逼格（新增俩台渣渣vps加速下载） 
=BI23P7X5HK6PGF6ZTONPIMASTPSYYF2PB= 	 LoveLive!5th演唱会中日双语字幕 
=BGWMPPWVJMOADMB5NFWN57QMCTSSBMZ6S= 	 [经典影视合集]无间道.三部曲.Infernal.Affairs 
=SDFHHSTEWRWHHSDFSDGWEY= 	 moveon 
=BQZ3AXMB554FMUXTUYO4SCL4SX3YGTPZQ= 	 [高分美剧]亿万.第二季.Billions.S02更新至E12豆瓣9.1一Key在手，保持更新 
=B56LY7KWVTWSF5VGNTSQTRVAGYIF2CCJS= 	 [高分港剧]全职没女.国语.The.no.no.Girl.2017更新至E20全剧终 
=BZ3SNK3Y27AOJF7A25GVXBN75F4RPY5W6= 	 滲透攻防實戰課程 
=BVUUYTDYKBXXEKF74FRRE2DVA3VMVIPYK= 	 something 
=BVAY6NP4PFASGEQBIV2QVVR5TMQBF3BNW= 	 [韩剧]她爱上了我的谎.그녀는.거짓말을.너무.사랑해.2017更新至E15一Key在手，保持更新 
=BOZHCBYKDYKQ5HWDYYV5IAQPBR7RY3TV6= 	 ShareFolder 
=BURXADJJ366AHM7X3OMFDKVQ6GZ5E3L2Q= 	 SSR3.4.1 
=BI45AATH5HUB4G4GJVKCCFT7ZSZPEWEEW= 	 台湾AV女优萱萱,小敏,匋宏,黛比主演[共18部]（文件大小11GB） 
=B5GB5OSX3UYBCWH6CENUHNVHYLPTZKHIQ= 	 justsone 
=BLZ4TOOQLMUM2WF2FGVLIUOERTBXQQBIE= 	 诛仙青云志1080p.Noble.Aspirations.2016更新至第55集全剧终 
=BUSEIZQD7PZGAEAFLLL7SDPTGDXFN72MC= 	 communityonedrive 
=ECOLVHG4CXNQLJOKXU3JAKWSCDIZEUWELJH6GA5ELOFSOOLAK2IFVCOSEIM= 	 kindle20.15GB 
=B44BN2KB2ZX5DTM2BBFJBN2V5LFEZJRYG= 	 詹姆斯邦德007系列全集.国英双语.1080p.x265.10bit.2Audio 
=BUOFXY4S7LSOUUFGTC5HD4KMIYMEVBLRM= 	 绝命毒师.中英双语字幕.第一季-第五季.Breaking.Bad.S01-S05.1080p.x265 
=B466U2XTI5ROWBMZGFECCN4DZAQ23M2WF= 	 日本丧尸大片请叫我英雄（文件大小3GB） 
=BFTIFCP53GZXPXWQENNRFJVNWE27BIXJV= 	 国产小电影（持续更新中。。。。） 
=AEFXXDPTXJFDY37GZPELAAJV2S7F47CK4= 	 PlanetEarthII720P（地球脉动第二季720P持续更新） 
=BYXWF5LMY6VWXOSICUMJK633M2ERM6PBX= 	 日本AV有码-中文字幕版系列（持续更新中） 
=BMM4DHYHR25TEJH4IBCPJCUPBM257Z73W= 	 [高分韩剧]通往机场的路.공항가는.길.2016更新至E16全剧终豆瓣8.6 
=BNBSOJCPEJPGJJIMPGUL7CPKUBIKRF2J4= 	 日本AV有码系列（持续更新） 
=B2HZ6QHMFU7BVRPNP24JWA6YGRLTUZCWF= 	 日本AV无码系列（持续更新） 
=B7UD34NA5X45G3CVXC2V222F2ZP4PRBAL= 	 others 
=BAVNQNQCARSI2WFFHSJHYAUP4BJOZR5YZ= 	 美国恐怖故事.第六季.American.Horror.Story.S06更新至E10一Key在手，保持更新 
=BYIN6GMJ7I7AS4JF62LPYYQN3C6UB3JRJ= 	 [韩剧]THEK2720p更新至E16全剧终QQ群57937021 
=BLL6UYGPQ5ZB6FV53YSMKSQFXMLCTDI5T= 	 路西法1080p美剧 
=BJG77HXZ75IGJF4V74ZO7GBIIJIXGICAP= 	 15年6月高分电影：感化院，海街日记，侏罗纪世界，爱森斯坦在瓜纳华托 
=B2CVBIT4CSHWZQSIDPXPSM4YXGZWUSYYK= 	 [高分美剧]王冠.The.Crown.20161080p全集共10集豆瓣9.1 
=B5UNDMVO6YFJRBNNEVJBJADGFOIWO5AYI= 	 国产自拍等（不定时更新）密钥变更，如有以前同步过我的文件，请更换密钥覆盖原文件夹即可。 
=BLYRO6QCP5ES7BZP2V2LNODL4BYOVIGMH= 	 国产自拍日本无码日本有码中文字幕，请看里面的TXT说明和重要文件。 
=ASDFSDGRETGSADAFFDDFFFFFFFF= 	 SSSSSS 
=B2D2OSV7D6IHODMPFBLX3S463LDAOA5H6= 	 MrX`Folder 
=BMEXLYJSJN46KA3XD7Y4RLW55JBNNBKSM= 	 [高分美剧]国土安全.第六季.Homeland.S06更新至E12本季完结 
=BNMTE4OC24Y2WBEC2QDN6L7LPILAN6WQT= 	 [韩剧]大力女子都奉顺.힘쎈여자.도봉순.2017更新至E16一Key在手，保持更新 
=BWLETVASQTGV5AZNE4ZTKDUWFOIQMNIW2= 	 [港剧]与谍同谋.国语.2017更新至E25全剧终 
=DDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDD= 	 dddddddddddd 
=BYNLTNOU45PKHI26LJI3E3SZB6EM3CNB3= 	 日本AV无码系列（每周更新）密钥变更，如有以前同步过我的文件，请更换密钥覆盖原文件夹即可。 
=B7OA7VBB2IWNSRSB2SKNRN224QOUE2HAA= 	 [美剧]24小时：遗产.24.Legacy.S01更新至E12本季完结 
=BJNZDBWTYINBML72WP4VUHXIGVQTBKFGX= 	 儿童绘本电子书PDF 
=B6RWHJBNHHTU2CHXWDJWUGQPD6QUJPA3C= 	 [国产高分剧]大唐荣耀2.20171080p更新至E32景甜全剧终 
=BQ3BHLRDN7PF72RGLMYO2N4PTF7XCB6LE= 	 html5test 
=BGF2CPDQK7YSEVJ5UDVZDLRWNRKBROKTI= 	 [高分纪录片]巴塔哥尼亚：地球秘密乐园.Patagonia-Earth's.Secret.Paradise全3集豆瓣9. 
=BC5UALUVS7EDK2TZX2U7UMPFEHEOCQD4I= 	 经典电影77G详见描述 
=BWJUTWE4ZHGWI5RUNLTFT3NMJKQWI2DZJ= 	 androidsdk长期在线！！！ 
=BWUTPHZNAEF5WN4PCFNZF4NKFJ6FDK6WL= 	 [福利]国内跳蛋阅读保持更新 
=BXRLSRS4KYWLNQ75JJVGQH7SI7UQPHJ5Q= 	 梁静茹无损音乐全辑 
=BZNEN6SQ6EOMIFWUET34E4TV6PQ4ILQTF= 	 Better.Call.Saul.S03 
=BAJ3O6G434D5DECCBJ4A34JIGPVJ4LPPQ= 	 《人民的名义》有声小说，付费版本全集下载[1.47G] 
=B4Z4GCRDODUPZ4TTHEKVJ3ZSDKYBQKVR2= 	 日本AV有码-中文字幕版系列（几乎每天更新）密钥变更，如有以前同步过我的文件，请更换密钥覆盖原文件夹即可。 
=B75H7TWYXTYFIHEUTBAQ72N7AJVEFBMAL= 	 我爱佳软(常用软件) 
=BSIJQYFHLEG5YLPAPNBAKT4XTHWSQS35O= 	 [港剧]来自喵喵星的你.国语更新至E32全剧终 
=BA6SESNNCYPDZNHLNSSEXSQFHMYZDBSKH= 	 2016-11-19陈伟霆生日演唱会 
=BGEAOLP3IAYIYMQIHFQXKHRDQSYF24JJP= 	 《阁楼》杂志2016年.Penthouse.USA.2016全年 
=SB44UF0L4DUR17HLCPDUR17HLC= 	 SpaceDragon 
=BJFLIW3Z4JKOFGL62XVBIIHMRWU325C4I= 	 鼹鼠的故事（55集） 
=BEAMFHERVJR3YNR4TZ6WHOOABU2ZA3DID= 	 Shared 
=BN6XKN3AQPNCVSCARDVSTR6W7RLTG5XOF= 	 李丽莎视频与众多tumblr用户(更多key访问changlai.net) 
=BQG6X43BC7FSI56UECVAAIA6KSI5E7EYZ= 	 1200种中英文印刷体、手写字体、萌字体、艺术字体 
=BV7CEPQZJDJVOYYNK4AGDI2YSIUGCFV4R= 	 [经典动漫]JOJO的奇妙冒险.星尘斗士.ジョジョの奇妙な冒険.スターダストクルセイダース.2014 
=BTA452LLCSEMD6JFLKHIYAVVNKI4335U7= 	 [经典动漫]JOJO的奇妙冒险.TV版.ジョジョの奇妙な冒険.THE.ANIMATION.2012 
=JMO8PLZ61KEVS4Y823C26GQREPEMV3OXU0CEL3L2J6D2NB1B98G1BR2T23541B2= 	 MySync 
=BE7TPU7XHJOYBTQOPN27X2V3ZAS7DRTTI= 	 强迫拷在别人院子 
=BAB4T63WQ6NSWAXI5WHFTYAXX4GSI7WBJ= 	 [国产高分剧]鸡毛飞上天1080p更新至E55全剧终 
=BRSCXWLBDWJX4UBL2DFY376TGYUWAU4MS= 	 [高分美剧]行尸走肉.第七季.The.Walking.Dead.S07更新至E16豆瓣9.1本季完结 
=BHS4QBPIOZRMVTTPIYO6OZIQ2OYOYAF7K= 	 好看得很好看得很 
=BST5WIV5RXCXIIPQZVWC2HMPBJXMPKOCY= 	 好看得很好看得很 
=BLLLORTA5XX2DQNVDXOBVALIWE7DVCGBE= 	 [国产高分剧]射雕英雄传2017版1080p更新至E52全剧终 
=BAKHQAVI7S4QOM6YDXMBTAAVSREJV3E65= 	 15年2月高分电影：雪路 
=BOAVBPQRJU7KXAFW37FNNKZCAYZWSXEUQ= 	 [港剧]我瞒结婚了.国语.2017更新至E20全剧终 
=BOPTTZX7EWXZXLETIFSGU2VRDXR6UHIP2= 	 飚车物理forR18Anime 
=BWYHMPC5NEY3U6H6737MYXXV3LB3DH6G7= 	 [经典美剧]越狱.第一季-第四季.Prison.Break.S01-S04.BDRip.1080p.x265蓝光高码率 
=HFAF2G6TWXQJSNBA2200= 	 2222222 
=BTN6O5RXJATUEWR3PE76SNLDVLKHYPMFE= 	 越狱第五季啊 
=BL3ELHL5KYE6TOBKDNHVOHWALE4X7XG5T= 	 [经典电影]黑客帝国三部曲.The.Matrix 
=BGXHMV56C2APT5B3UOK2XGIHJFJLMYX6F= 	 Netflix：主厨的餐桌.中英双语字幕.第一季-第三季更新至S03E06一Key在手，保持更新 
=BYRGR33ITLMLSTGALNGRTW6YFWD3ZSQPB= 	 ICADV12.20hotfix 
=AWETGERIAJGEJAGAWEUG= 	 danier 
=AX3B2TQVU2SLTQUJJAXK4JWZVK7GUBRD3= 	 伍佰-摇滚教父·伍佰黄金精选 
=EDWARDBSAMD45396582559= 	 Heero的分享 
=HELLOBIV32PUMJ5GXUGDK6M3TXAYPONE5EUXNY= 	 helloBIV32PUMJ5GXUGDK6M3TXAYPONE5EUXNY 
=BXD5RKVYC5NQEWB42EAR4KB52NKGILYM5= 	 [高分纪录片]CCTV9：历史的拐点之下西洋.2016 
=SDFSDFSDF123123123123WSD= 	 dsf213123 
=BHM7U7O7ZGXNWKWTXGOO36Y5MFXOASFBB= 	 马来西亚星光荟萃颁奖典礼.2016 
=HUOYANSHENKO19890104= 	 HUODEXIAOWU 
=ASDFGHJKLQWERTYUIOPZXCVBNM= 	 baddoctor 
=BS4ZRCY42LHBUFMQAM2RDQJQWFYVIDNBR= 	 BS4ZRCY42LHBUFMQAM2RDQJQWFYVIDNBR 
=CAWSQIKEHQVMUEXCZVBVRJ3F5DXWW3AAK= 	 超丰富纪录片内容分享--包含稀缺的时政类中文独立纪录片 
=CAUZ7LRXQ56PSF4DV6LHX3A6KSFK2EUKL= 	 中国数字时代CDTV-movie 
=CNKE7BOQEGBLAM4TS7H4CQ5L7RMKNB42U= 	 麻生希4部作品 
=B5QRG6E6YOCFGTZXKRFJVRS7VAHWLY7GK= 	 莫文蔚无损音乐全辑QQ群579370217 
=AAXVLKUOK5UVP2C3YFKNJJ5SFYALP2DKU= 	 读写权限key共享集合地。一key在手，大家所有。 
=BJN4KY2OB34Q4Q3QWQ6F4I7RRLGTKEUSD= 	 IELTS-all-in-oneMP3Audio+PDFBookChecked 
=SAVVYEE123456789ABCD= 	 savvyee 
=BNT5JXRA3A5UJYRWRQDGRG3ITKPB4NHWH= 	 PeppaPig英国BBC原版动画视频[www.tumuta.com] 
=EGXT2RHDOZCEM45NWHA5ZJBFTYYSZ5GYXMHHQMOUBIIPPRSXMPSMFDBEI6Q= 	 avshare 
=C2LGM3QTCJP4REUO3TQTIRBZ77EQBHB6I= 	 书法相关的一些资料 
=BXARRURXJVF23OFG6KC37TJ56I5ZK76ZF= 	 TheFlash(2014)-Season1Complete(1080)75GB 
=BCNQ44RJTOOJARYPIKIOAHUSHSPQVSR65= 	 谢孟媛英语语法全套 
=B6C77SIGUJ6GIKTGBER4L7NNWSSBEBFP3= 	 考研政治讲解 
=BHZD2X4Q3OXWVWT43Y5KSLTQNFOF4YDTD= 	 nooneth 
=BAIOJBAX5GTANOMZUJ4X5MQQD4OUUO45G= 	 何洁不服来犟2016北京演唱会720p 
=BMTMHDVIACMSCUTOQWB763ZNQ3RL2YPJS= 	 40部国产自拍让你一次看个够 
=BVMIG3BCEK5ICR2DIKICZTOBDSD3Z4RAM= 	 TheFlash(2014)-Season2Complete(1080)67GB 
=BC6JJBAATEIV2OBAFDABQFZ7OVSZBC5N4= 	 Spectre(2015)1080p3.33GB 
=EPFNT5X4AVFN2PFHZGLTV56T5SV5WHC54LMP6PDD5IQY2QJF4JQBGALQYZU= 	 MedicinaPT_BRClínicamédicaLopes2013 
=EIFJ7ZTBLFI7FFXUKWCVRXFWQRXJN5SCZAEI3BQSDL4YDGJGNKEGFBQYFL4= 	 MedicinaPT_BRClínicamédicaUSP2016 
=EEHNQM32FHDKW5TPXHGCMENQK5STI4M4QYOEMFDPXXYFPRRWGHYHEFR5D2U= 	 MedicinaPT_BRCursodeemergênciasclínicas2016 
=EDJ4JRICUL73PQTR3GFHCMF4JQX3KWEJPUWJBFVUAKDFCGVUWIH3JIAVCPQ= 	 MedicinaPT_BRColeçãocardiologia 
=EFY2NNXAXELBDKBKUETYPD4LTXHEZMNH5KDEAJGGQHHRAQ6NWT6UQBYZZ2Y= 	 MedicinaPT_BRColeçãocirurgiapediátricainfantil 
=EO3AOD5HMSMZ4MCKVQYNQ35OYSS2YLJ3XKABJDSDYUNN27XUAUZXODECTSU= 	 MedicinaPT_BRColeçãocirurgiageral 
=EIX73CPYO2YBDEYHLH3Y4DYFJQDG4DSDQ7XOX6UJW2KXUU45KLREC4SXX4I= 	 MedicinaPT_BRColeçãoinfectologia 
=AXIAOLENGAOWANYOUHAOSHUANG= 	 highYesdveb 
=B6CZZ3PQDOIAFC5SP5T6U24UAVCUIVPF7= 	 [国产高分剧]法医秦明1080p更新至E20全剧终 
=BX33UMU7C737BCSQTIYOWKF5PYZM52T4H= 	 老友记.中文字幕.全季.Friends.S01-S10.1080p.x265.10bit 
=IAMWAITINGFORYOUTOBEMYKING= 	 zhixiaoc 
=YUSHUINANRONGYUSHUINANRONG= 	 1231313123131231fewfwewefwe 
=EVERYTHINGISGONNABEALRIGHT= 	 zhixiaoc 
=BDSZDLUT4IJ7PMZVEZL6WRGOV2FBJ57G7= 	 王菲无损音乐全辑QQ群579370217 
=BJDYSGKKRAFIHXAVM2Q4WODK3TZVOY5WI= 	 快影-院线热映同步-第一时间抢先看在映电影-只收录院线正在上映的电影-每日更新 
=EDDQG2WGHVBY5ITSYSLC3BB5WHWYL4HFI3J2AOLDHVMZHC63IG2N4OPHK6Y= 	 MedicinaPT_BRColeçãoanestesiologia 
=BZZVD66QQDO6J7CTFS3BEYOK4LDLPW53O= 	 d-蒂亚75.89G 
=BIV32PUMJ5GXUGDK6M3TXAYPONE5EUXNY= 	 某贷宝都在求我就做一个吧 
=BMSHFTR5S7XPM2MX7EBTVAH7MPQUVZBDC= 	 第53届金马奖颁奖典礼.国语无字.720P 
=BIV32PUMJ5GXUGDK6M3TXAYPONE5EUXNYA= 	 aDZKJZ 
=BRP6CHGG46ZNIWRHPKJQOPYSPJO7UP7DA= 	 MYTEST 
=BFNRTDQEG23IMFHR252SZLZTXFHRBEZAK= 	 雪梨枪主播视频（大小2.7G） 
=ERAZHOZSGNMN4T3CM4WPUA7U7FSI36QG7BNAQZVLC372R3MBEP7ND5NTBLU= 	 MedicinaPT_BRMedcel2016 
=NIEGERDAI201612091111111= 	 nieger 
=EQZXKDWFH45K644BKKWZ7FAPG6UQ4A36WCFQCRQ2RUIJR4PHG7E3F2O7V5E= 	 MedicinaPT_BRMED2014 
=BJDRNKML5YIVRFGCVM3G24J3E4Z2LODZS= 	 b-波多野结衣154g 
=BCYQXBDXGSQMLFQSQLNALBD6DLHM74ZLX= 	 史上最强天籁之声欧美流行曲超级精选 
=EDUSOZ7EJJHYGEQTJWFPEDK2GND23LCCU22LCPFLQWSKXRRB43NR5AVD25Y= 	 MedicinaPT_BRColeçãoortopedia 
=E46V45BJIS3YEETZXCVX77RIIAL3JJPNYKT2ZBEBEIKZGCLKB2HVZZXJNIQ= 	 MedicinaPT_BRProcedimentos 
=EUXCEWMSFWVPKQWQKO5MOZ7CFLDOXCXGFZQ2TVHUXDRGG4FC46WBXCFG6HU= 	 MedicinaPT_BRColeçãopsiquiatria 
=BENDF24YZA7PEG5KJ4TM4NRRPQCQY37CI= 	 欧美VR视频一部，女主身材很好 
=BIUOJEBJPS4Y7G43HGR2SW65II44LJCVM= 	 [高分美剧]大群.第一季.Legion.S01更新至E08一Key在手，保持更新 
=BY5IKKPPETNMNQ3H5TQLY6PSLDAWFP4P2= 	 卡利普索公司2017年3月的秘密数据 
=B57YYCYLKNTPQLOHZSEHY6BOCVZB744HT= 	 MedicinaPT_BRCursodeclínicapsiquiátrica2016 
=B6Q6CHNXPQO2Y7LIHJ3QCHLWX5G7AU77E= 	 最新熟女少妇福利小视频，不断更新 
=BS4DSBVPPJOQHEMIFMZS3BXOP22FTOBC2= 	 [国产剧]画江湖之不良人2.Bu.Liang.Ren.II.20161080p全集 
=AWETGERIAJGEJAGAWEUGAETWETEWTWE= 	 dandan 
=BYSJHFKLYVLIQYXDRXUHILMSGOMN7EAWT= 	 团子少女十套 
=BFSVIVNN3ZM4WACWOOWHQVO6BFGYHTTKP= 	 纪实连续剧百年虚云， 
=BGGAB5I7DV22C36NFGISNKD6GLWHQQV6T= 	 很有御姐范的美女大学生玩推油 
=BFQOTE4GXBGZ33BNDPWAPGBGZBBCXXQPY= 	 [高分韩剧]这周妻子要劈腿了.이번.주아내가바람을핍니다.2016豆瓣8.1更新至E11一Key在手，保持更新 
=BG6UUX62Q5ZX2EYDVAVR4ENWEYL3R66O5= 	 一起来加速吧，都还不错的片子。 
=BVLJQPXADIHL4AXKJZQTH5WIBKVKNMOJE= 	 somepersonlytools 
=BFICJRC3TQ4ZPMY6B5HPBGF2NQDDUJP2R= 	 [韩剧]Voice.보이스.2017更新至E16全剧终添加特辑02 
=BTP2S6RXUMUT765IYCNB3CMMLXFY3XWSU= 	 [教育]学而思视频包含语数外和奥数245G 
=QWSXDRESZAWQWSXDRESZAWQWSXDRESZAW= 	 random 
=BVSMKVTOWX4AKRHX6DZ56HNWOPQ6ULGIA= 	 裸条借贷宝全套视频和图片 
=B2HP32TUUFR4BQJ6WVXCOWCUEBD4VAJ3F= 	 人妻、大奶、高中生一共三个 
=BDTCVE5PLSLZQJXY62QWEIJJWFLMSXCEG= 	 [日剧]东京女子图鉴.東京女子図鑑.Tōkyō.Joshi.Zukan.2016全集 
=BZUX4Q7YZL2TABGRJ5F7336UH2FBFB4VB= 	 [高分韩剧]金科长.김과장.2017豆瓣8.0更新至E20一Key在手，保持更新 
=FF5INVN5PVCAA6TYZCEQWLIXTYWMKHIST= 	 [ウエストビジョン]浮気妻～巨乳人妻乱れマンション～ 
=BB7NUJFTG46FNJQJJR4GICT4EG4VL74DU= 	 [高分美剧]西部世界.第一季.Westworld.S01更新至E10豆瓣9.4本季完结 
=B436WRYU46Y2SKN5KCX337DQ7O6EUF6BM= 	 裸条贷10G资源 
=QWSDCFVBZXCVBNHMPLOKMJN= 	 2326333 
=BHKPZ2ICCFSB5IPNUFBEICFCWLTXOUHLQ= 	 西部世界第一季第十集/Westworld.S01E10.The.Bicameral.Mind.1080p. 
=DSALHDJSAHFJHDASFJDSKHFLADSK12121= 	 232633 
=BI3ACGSYU7DTURRU44AKLJ6FQNYXZG64PB55V2VD5QHV2OG2UBVA534VSWKXQVS= 	 kindle-it 
=BNF3UTBILG67KCL4ZNYTSKZ3RJZEHGZPU= 	 日本AV骑兵系列（整理规范内置预览图，大小1TB以上，不断更新中） 
=BLJLALTUZD3D2OHM7AAWUNLKRQDGH2RWO= 	 300:RiseofanEmpire(2014)-1080p4GB 
=BYJCZG2RYINJ6MFG5YCEG7EQXVZ2QWOEV= 	 BatmanvSuperman:DawnofJustice(2016)-1080p6.22GB 
=BG3ABMRBTNSCYD7QQRLIC4M6DW5X67GSN= 	 [高分台剧]荼蘼.Life.Plan.A.and.B.2016更新至E06豆瓣8.7全剧终 
=BR5Q64PZOC6J74445W4WMQOAAKBHYQCC3= 	 幼女、SM、兽交、pegging、灌肠、不定期更新。 
=BUM6RWLV6BZQIZQBX4FJQBRBQBSZRDBEN= 	 chinese 
=BFZYIMEI2HVAPXHC7UNDCH4GHW23L6BWK= 	 [纪录片]BBC：危险的地球Dangerous.Earth1080p全6集豆瓣7.5 
=BXNPXHOVDYGRTCMVQJ3FUBQP4IKD6I6TM= 	 [高分韩剧]Missing9.미씽나인.2017更新至E16全剧终 
=BG2Z5C6P67F76DN6CGXK6622TWNCEFNPQ= 	 16年5月高分电影：柜中野兽，毕业会考，比海更深，昭和64年前篇，殿下给点利息，假如猫从世界上消失了，离别是美丽的，白昼之雨 
=BSTXXSBAKA7LGIXH6NPYFBJQO4ETKHKK3= 	 叶倩彤有声电子书合集 
=CLOUDMOESERVERBTSYNCTEST= 	 CloudMoeSync 
=BIPUVCQXVHJR25L5OUDFPLZS2V72UG5A2= 	 15年4月高分电影：裸露在狼群 
=B37EAZLK565KJF53DJIYFEEACI37CKNMV= 	 三国演义.央视版.1994.DVD原盘 
=BLUTSPE74YUSKJT4CULYQ4NUIMXGYLT4H= 	 西游记.央视版.1986.DVD原盘 
=BH72BQEVLBKPPZLFDC42KPMALXKXDZTQH= 	 汤不热，精品视频 
=B2GU357V2W7FYJQRH2HEGWWQMCRKA27JQ= 	 《科学》杂志2016-17年.Science.2016-17更新至17年3月18日号 
=BGG3RBY57FLKZ7USX74RTQUFRAWA3JKUJ= 	 [高分韩剧]内向的老板.내성적인.보스.Introvert.Boss.2017更新至E16全剧终 
=BSVUAYUTJHKIJPG5AI2I4HS4CUOW5AXZE= 	 [纪录片]BBC：荒野间谍.第一季.Spy.in.the.Wild.S01.1080p全5集 
=BGRQPRRR5AGRMWWOP24FOJRE6VZT2AE63= 	 外国人在广东叫鸡实录51-60第六季（完结） 
=BE3IZ4G6YDUHLGHC7QI2VBEQNTJKHGBXM= 	 国产小视频10部 
=BWEHXIUHTGS2W3V5IAG4LFJNPG6E3L6TV= 	 [港剧]迷.国语.2017更新至E30郑嘉颖全剧终 
=LCUYFV25840VHVC568GBCGHJDBNNVXBJJUFD= 	 5800ojgvb 
=BU63ZKJCUAFLYL6534WJ2WZNZPH7HCJ32= 	 常见佛学书籍 
=BF6JHTXDGOBXIKHTHT56JLXUVSJHSRIAN= 	 最近超火的借贷宝裸跳门事件10GB全套20个压缩包 
=BNBILIRNP55UGXN7BWC4BG4APZBH4KUQ2= 	 美国小学教科书 
=BJEP2F6VIBHJXV426GBE5D4ZLJ2PGUNSM= 	 [BTSynChina.com][Yamikin.Ushijima-kun.暗金丑岛君] 
=BSLLCMC5U6YOFXKPUQPJGWJJ4R3TASZNF= 	 精品美剧-西部世界第一季全部10集-Westworld-内置中文字幕 
=B3KY5MW3RTXFOSPJOPJSO4Y6CJWUAOLIF= 	 youknowit 
=BKVOXLM6BSFTNRSEHS7QPY4O5HZZ3QTHP= 	 Spectral.2016.720p.WEBRip.幽冥NETFLIX原创大片绝对值得一看！ 
=BSIWUEUV4FEFNOHT23H2GGBEOYANK35FL= 	 维多利亚的秘密2016时装秀更新为1080p中文字幕 
=BER6DGAYRZ2SYI6EWEKFTPYUKACSSWYBT= 	 一些岛国艺术3600GB 
=BT4TMCU3ZPWTZWLQ6AOFXQJQNCZHAHGHQ= 	 [韩剧]住在我家的男人.우리집에사는남자.2016720p更新至E16全剧终 
=CMIIZRL4LC5OFZZTQWI5SQUZ3HEPOJMLZ= 	 星球大战1-6 
=BX6FJPA3QYIZQSL3VJZX3YLOVRUBUTOZN= 	 孙露320kbpsMP3最全合集 
=BLY6ROOZX4XUEMKQ6YBL45XKDLZGSNVRJ= 	 [高分港剧]幕后玩家.国语.Two.Steps.from.Heaven.2016更新至E35全剧终 
=WOSHIOBAMA123WOSHIOBAMA= 	 123456 
=WEIQIZHANGZHANGWEIQI= 	 suibianla 
=BUMT6FC4JUSPZWTKTB24DOJC7BHMEKX5G= 	 安全工具(不断更新) 
=BTNNNCTZFFRY7DG222CE35OCUMCCSK2JU= 	 ★科学上网工具箱★翻墙软件大集合★服务器同步速度超快 
=B7QP3EPSMRQO6KP3AHWZKZXDYPCAXW7R2= 	 【静言股市】 
=BLKIRRB5GMDBGPHIYV5M3VFR4PIIVKR2Q= 	 推女郎今年更新的图片，求人一起加速。 
=B3SPXYXALCCYHVS4WFS3AB22XNZL5L6OS= 	 美剧指定幸存者 
=BMQFZAWDMN76K5V3V5RECBMAMEUU2OZIU= 	 超丰富纪录片内容分享--包含稀缺的时政类中文独立纪录片 
=BANL2CE3OVEIZSTZQPS3DGHHQCCFAYKPZ= 	 18+2016Japaneseactionfilm 
=BYMNEUETAUDR7UKFDOSFY4SBRV2CJ647L= 	 樱桃小丸子动画片（普通话配音） 
=B7WVPEM67DS7T7O4DEAZGJQZKMXXP2WRJ= 	 欧美高清破处 
=BTNGBRBHAJ5HNS3YLZHQFO6BV7XFDW3GV= 	 《经济学人》2012——2016年全年电子期刊。2017年持续更新 
=B4X2CXQ6C53RJ5XRV63VXIYLCS3T6WSJ2= 	 AV男优生存之道与A片现场不NG的纪录片 
=BKCL6VPIMPZDCYBFRU33DMQTEBAXBXMMU= 	 香港上映甲邊溝 
=BMU77ITLN5B4IOLHZVT2CNXN6SZWJJ6TI= 	 借贷宝裸条全套精华视频，收藏必备 
=QWERTYUIOPPOIUYTREWQ= 	 MRMRMR 
=B322EAK5NY2E5LGNTCJUOCLNATBZKHVGF= 	 Game.of.Thrones.S01-S06.HD1080P.X264.AAC.english.CHS-ENG.Mp4Ba 
=IHIWHIFWWHFGFDGDGWEWQR409I0JQF0= 	 nudeloan 
=BYPSN7N4I2VJC65GIFDUSIFJ6PT4QFE2V= 	 MUSICMOVIE 
=BLS3YEE57H6ROORZJRNMK75LX5SLQKQBE= 	 MySync 
=BYNOHHBXK774TV2634WPJE6WZE7KWT7Z6= 	 行尸走肉第七季人人字幕更新中 
=B7VFQ5NIDALWSG4U3QP76AKZOLOW5LM4Q= 	 张学友无损音乐全辑保持更新QQ群579370217 
=B2QW7XTQPYGIGBLV74PGUDJ3K7LMGNZ2A= 	 超高分记录片：地球脉动2.Planet.Earth.II.S01（内置字幕，特别适合ipad、手机、盒子等播放） 
=BIFJUA263UDPSSERVRR4VT5D2ZSEWMGNZ= 	 Nature期刊2016年始，更新至12月15日，持续更新 
=BREWVYPJXEGM22V7VKY3ELSYXLXENT2UK= 	 15年5月高分电影：疯狂的麦克斯4：狂暴之路.黑白纪念版，羊羔 
=BAP2NBKUJHWN7B2VOPZPA3BAEYSSNRMBR= 	 kongbai 
=BCU7FUVH622FC3OATP6GQRYXVRESYJJXY= 	 [高分港剧]致命复活.国语.Dead.Wrong.2016更新至E28豆瓣8.5全剧终 
=BRNXHT5YMHDJPL63LQGONBZNDNDIWKLJR= 	 KinkiBDSM小合集1. 
=BXJGOKC62YSFSTTA2NGQKPASTES2KDBIP= 	 [国产高分剧]微能力者.Simple.Man.2016720p豆瓣8.1更新至E15保持更新 
=BHTKFGHOD6LRNVFMKTYRZXSCHWRUTRRZP= 	 美女套图,最少3天一更 
=BA2NTJQIYGRQDTV7CZ37AVOSDC6MDQEQ4= 	 新垣结衣gakki 
=BTCHUUQG6DFCY72B4ZYKABRYTUZW63ARQ= 	 [高分英剧]9号秘事.第1季-第3季.Inside.No.9.S01-S03更新至S03E06 
=BW4T5O3HOSCEO7HQ7XM7JWSZPHZ272RJV= 	 [高分韩剧]被告人.피고인.2017豆瓣9.5更新至E18全剧终 
=DHJCYHVCHJIGGHHJCGDHJGDGJJHDFHJGDSEGHGD= 	 谁能共享下德云社完整专场系列，百度网盘限速下不了 
=BUAEUV6HZSLEA6XO3NCEJNFE7WOKKQEDV= 	 [韩剧]花郎.화랑.2016更新至E20全剧终 
=BRS7T3GM5NPWLZYXQXYKGM6FDGF4XNE4Q= 	 [纪录片]二战全史1080p全26集特辑12集BBC制作最好的二战纪录片 
=B6CDWJ7AU7V7VGMLILDS3VYRG5M57YAGE= 	 HelloWorld 
=BFSVQ2D3XCIP5ZMHEHSI5B27ECYSYCPE3= 	 [高分美剧]亿万.第一季.Billions.S01豆瓣8.7全季 
=BSGT5CSVGGUE3Q2OKKRHSEVAH5KGQ6BUK= 	 吉卜力作品合集.Studio.Ghibli.Collection.1979-2016x26510bit24部长篇+2部短 
=BP2DVRIQH3HIKXFHZJB73HMR6FO7OJH45= 	 wechatpc 
=BRYKZXSUV33PDX5MV6JSMTXVZOIN4RMUC= 	 360wifi小工具 
=BWMWXB4VGAZDV3RX2IIS77HFHNTA7ZNLH= 	 外国人在广东叫鸡实录41-50第五季 
=BLE2YCVCA3JPQCRZGDQVTFTKQYPDH5MQC= 	 kindle——book 
=BDYKEZ3RLDLY22SK5XCODGC6WKXW6XPBR= 	 外国人在广东叫鸡实录31-40第四季 
=BKSC6CAX7OMDO34MXF7OLURO6WLPPYI2O= 	 myfile 
=ACHWB4JZ5CWE26SOUUBWXIWWY6HCOYOTK= 	 AnimeComicBondagecollection动漫KB1 
=BCSAK2BQIDL3G5PNS4GBLAN4LIOII4N2A= 	 [港台剧]乘胜狙击.国语.Burning.Hands.2017更新至E28全剧终 
=BN3L7KJX7QPUBZI2GXMEBHTEV53CQF6RA= 	 HD-SDの蠻水嫩的西洋豐臀巨乳網紅(MissPale)與男友口交顏射及自娛自樂視訊 
=BLPBKUS7BUVOEQP7NLLPBATBQ5RYXFVXR= 	 mebook.cc电子书 
=BUUOT7PREZLKTOY5Y33HTSO2Q3WABDYFR= 	 googleearch谷歌地球 
=AAQM6LPSBGPTDJDGQ7MWNZ5MEYQQIKEJ6= 	 my_teac_book 
=BUMHKDF7HXSOBLR42UW3JT5OWYALTRHDV= 	 山东万达视频 
=DDEADFDCADFDFEADFDADFADF= 	 dfadfea 
=BEGP4AOM67BHY5TYVY5KT5OJJXPRJUHHY= 	 碟中谍全集汤姆·克鲁斯 
=BUHPXPAVLSSBDYW337ITKHCBXNM46T22T= 	 你懂得的资源，不定时更新 
=BZBOYYG45DXFKIXMRZAS2AWM5EBRLCAQR= 	 BBC：地球脉动.第一季.Planet.Earth.S01.2006.1080p全集蓝光多音轨版 
=BDNHOUBA6H4N2SCHQID25NUPX544YI36N= 	 自己的收藏你懂得 
=LYLYWXHVRC4FJI2MYDWCLLDKFH5JULYNMP7BK3JTV4RAQREAWB3A= 	 http://btsync.space支持中文搜索的btsync分享空间 
=BU5FO72LYQIKUPQ2VWCV6GXKD4VGFUWZH= 	 谍影重重全集 
=BFOAOEVBNQMEGMCGMTEEPLBS76KPQ7SAO= 	 [英国动画片]小羊肖恩.第五季.Shaun.the.sheep.S05全集 
=BMGM7X4RPEOABI45DAJYZXOJSZQYFKVK3= 	 《读者》杂志2016年.Readers.2016更新至24期保持更新 
=BUXJN55ZDJ2IYGOJYMKR2INMBJMSK4RMG= 	 [港剧]流氓皇帝.国语.2016马国明更新至E17全剧终 
=B3HIKVOMABZGDKMQKG6TOOQP3R7BEFWFL= 	 最新900G有码无码三级 
=AABPKNCBO3AG3M3W4UP6TKRSCJKCF4C4N= 	 24小时提供共享空间 
=B2FOV7QAQ64XATRKL3X4BLW6R6EHEZ3F3= 	 [港剧]财神驾到.国语.2017更新至E30全剧终 
=BUZIGYNFERJW7O6Z4ESSWVX6RCZIH46B2= 	 MicrosoftVirtualPC 
=BK5LZ2IB3CZFLPFRF4KMXME3I2SOW6XLS= 	 testfiles 
=BXECYSIO6OWPMUNOZQY3EJLIVLX6KTW37= 	 Resiliosync 
=LOVEJAYLOVEYCYLOVE8214343= 	 jayycy 
=B7OOHWVCMLAEAEXW5HCCCDWH6GA5QIG43= 	 加勒比海盗四部曲.国英双语.简繁英三字.Pirates.of.the.Caribbean.Trilogy.2003-2011 
=BOZIYE2ZQOIFHZBCNRH7QRZN36PNUKUDI= 	 connor-source 
=EL4DIXLYRPCXBZH3EWKE4JDIPPIJJZMOP53FVYOHLNKN3QFJNBYHEHQIMKU= 	 精品资源（不定期更新筛选）158G(过年有惊喜，想知道可以关注) 
=BG52DO7GCGVFGV4NMA524CZEYKMR7UIJJ= 	 国产动漫大片《精灵王座》1080P，高清无水印 
=BX7YB7K3XJ7XNCVY23JVWGB35CR3DJUTG= 	 水浒传.央视版.1998.DVD原盘 
=BDQY2WQIOP3JMEWQCAJR4O3SB3WDXOTSM= 	 个人珍藏国语对白自拍合集 
=BTITLLECJFYD2XU6IZIY735M73HUJYHKY= 	 [韩剧]明天和你.내일.그대와.2017更新至E16全剧终 
=BIFECMTAMTUTZYZUOSAQEBZTPDFOUCVGE= 	 红楼梦.央视版.1987.DVD原盘 
=CWNZ2K44SFAA5NQRLHL4K6RUKULLWAMDX= 	 18+有十几部吧 
=CUH4GC6W4GWVW4YWLGCYB2PZ5RU77DHO6= 	 视频您懂的hahahaha 
=W3XFXPXPP4RM4LRI6SQJXBACFPN6IP23= 	 dfaddddddd 
=BR5HGR3P33YDQDY6DKPSJRIWKBU66KNC5= 	 外国人在广东叫鸡实录11-20第二季 
=BP3OLETZRA3OTMW4373EC6FBR5DJGOXU5= 	 外国人在广东叫鸡实录1-10第一季 
=BLZ7LTLQRSZUVFXIIC2QZARB6B5WY7CZH= 	 国产小视频，你懂得 
=BMPW3J3O4TOYS7Y7TAGJGND6PBQQBCMRB= 	 【不断更新】巴主席和yumubi，云母逼：万物死，父辈的父辈，敖吉嘎，北京热，浮生记，复兴之路，感恩节请感恩，卡狮子座农，玛丽 
=BYSV36G7GFBGG5GZE2XWMA3ZLUZW3HJSP= 	 HD-720pの皮膚超好的性感美臀Andreza浴室自慰 
=BU6FBT7G5RT2KDZWKWGMQJAWGOMQWFQDM= 	 珍藏-微拍2000部 
=BTCKA4XFBLJWVHNCPQ3DFT37XIYW4EPAG= 	 国产视频大合集持续更新中 
=BPNKWICJUJ7ZONGI7HAMUEGWEJM4FFBRO= 	 TwoStepsFromHell-DiscographyFLAC37Albums 
=BL4EI2P35TUB22IEK4MUQOUBCYXVRQ7WP= 	 国产精品---上海松江区夫妻自拍破解流出 
=B4PG3YDI5EFVJ5QNK2TUAXREM4CYZKOYP= 	 柳州艳照门-莫菁未流出的四个新视频，高清晰版本 
=BXG5Z3HIOYE4OBMPIERJAUBTJWRFKZQM6= 	 [经典]变形金刚电影合集.1080p[更新至第四部] 
=B65QCZEFVXI6LWFSAQ2I532AZI5OYGSMG= 	 SDの超勁爆的疑似亞裔CB白嫩尤物與非裔大屌的性愛視訊合輯(完整版)31V 
=BZ32BGHLJBSCLC32T7XMY7QMCDIBHR2NE= 	 柳州艳照门日本海外无水印高清版720P 
=BVTHZJAYPJJYMV4UQRBE5GXWSOPL6G44D= 	 电影etfggggg 
=BJQIRZ3M2XLZPDPXHYTUY4ETAZE2CEDUP= 	 河南工业大学KAB社团前主席朱永博和高小淑 
=BPOLTTMBT6EIJHC5GBNIZBY6RB2N7HTGQ= 	 [美剧]一善之差.第一季.Good.Behavior.S01更新至E10一Key在手，保持更新 
=BW3FMRVVSDYYSR6PLVYWKZVTT3C5DU2PR= 	 最新电影资源，第一时间添加新片,每天保持更新 
=BWVCN2LMYW2UEW4AZAHQDFPKA6A4NVCZE= 	 走向共和（海外版）68集 
=BJJKZH7O4Q5U27FWL3F3GXZ3AIJFGCNL3= 	 塑料王国媒体版+柴静《苍穹之下》 
=BM7K3O2MQGNHG27S5FP7OMFNCBKG6E7Q6= 	 [韩剧]举重妖精金福珠.역도요정.김복주720p更新至E16全剧终 
=BHFJR4YHXQ3O3W2SUEZWGE4X6CR4RKMBY= 	 [韩剧]Oh.My.金雨.오.마이.금비720p更新至E16全剧终 
=SHOWMETHEMONEY19741222= 	 keyword 
=BI23XPVTUAMKXFAISOINHH2GXEGES4AS7= 	 射雕英雄传2017 
=BSAPNTQKPIRIUVHSRMUHGOOSOFYEB6DP5= 	 大世界之旅.第一季.The.Grand.Tour.S01.2016更新至E13TopGear原三人组的新秀豆瓣9.9 
=BYTQC2EZ4UEDYCU5XQ2S5F7YYD3DOCEJA= 	 [韩剧]蓝色大海的传说2016更新至E20全智贤主演全剧终 
=ZOUBINS1111111111111= 	 zoubins 
=BTEG7OHBSEAVDSQCP6RYVQVEY6VH3KV4L= 	 儿童英语教学资料整理大家论坛版主推荐有宝宝的朋友必备 
=BOHTNXEUWRR5XBTIY6KF5CY3AVL4GVHGY= 	 BOHTNXEUWRR5XBTIY6KF5CY3AVL4GVHGY 
=BMKZFYRSSCGMBKKEWDDDZAEJZZ5XSCJGU= 	 [纪录片]BBC：亨利八世的六位王后.Six.Wives.With.Lucy.Worsley全3集 
=BK2HU4F2CIA6I65KIJPI3V5PZBXIXOUQN= 	 [港剧]味想天开.国语.Recipes.To.Live.By.2016更新至E25全剧终 
=BLOOXDE6UNUGE5BQHKG3ZGDGKJ2SYIZKT= 	 金装律师.第六季.Suits.S06720p更新至E16一Key在手，保持更新 
=BCXAD4WMKZJC2L4L4F64J24FRKSKHCTQB= 	 [经典美剧]火线.中英双语字幕.第一季-第五季.The.Wire.S01-S05.1080p.x265 
=BABRELUSCESVSDWF2MXELGS5GO3XHNOAA= 	 [国产高分剧]大唐荣耀.20171080p更新至E60景甜全剧终 
=BQPB3BGT6P4PQTSOIFBZY54ZYHM654WZE= 	 [明明不喜欢]一部即使语言不通你也不会失望的电影，亮点多多~~~~~ 
=BBYTMSGVZJQAPPEC45ZJ6RCCIJENM6U5U= 	 [港剧]亲亲我好妈.国语.Kiss.My.Good.Mom.2017更新至E20一Key在手，保持更新 
=DKJSADA231293U4214213= 	 dassasads 
=A6IFPJAG4CUNNDALBXXOT2YPB32FHTYUA= 	 独乐乐众乐乐 
=BOLYVEVPYHZUEJBI6JRWMCOIHTPW37RAF= 	 日本成人深夜剧，嬢王-全三季+一部电影+马赛克日本全集（文件大小19G） 
=BVR7BNYIBBL5OR4A3XVU3CEGCOGDNJHUU= 	 python教程 
=BX6ABTXYCO23M6K3S7VD7XT4GKDZWT2HA= 	 [BTSynChina.com][KidsSongs.英文儿童歌谣] 
=BU7DV4OEG3VAZXBDTBOOD2NSKVRBBOWDO= 	 [BTSynChina.com][CensoredApps.翻墙软件] 
=BKOJDXQJANWPOHVOY65HZMTGVCYB6GMH5= 	 [高分国产剧]大秦帝国之崛起.1080p更新至E40全剧终 
=BDONQXTREKMLXWTIHLCZP64SQJ7UJY2LD= 	 [BTSynChina.com][Shameless.无耻家庭] 
=BIF4B6N65AX2JR7WVTWLMWMXG4474ZIAC= 	 [国产剧]三生三世十里桃花.2017.1080p更新至E58杨幂全剧终 
=BKESIRXAOLROZTSFTRUCCHNA32622LKEZ= 	 日本AV无码系列（每周更新） 
=BSHBDSGU5KDK6GXA4OQRFM34L5SCXMGQ5= 	 nothing 
=B2AR23S5AYNYQPOVEX2AJD2XRBEHOLNTY= 	 国产AV自拍等（不定时更新） 
=BSH55QXECI3SK2PZZOMUKTJFRZZLVKTCK= 	 R18Anime 
=BIEDDKITWOYLG6X6S5MFAG3UWTJNLSU2D= 	 日本AV有码-中文字幕版系列（几乎每天更新） 
=BM7HG2KAXJNLCGTTE2Y6DUERQAPCNAPRP= 	 [国产纪录片]旅游卫视：大美故宫全4集纪念故宫90周年 
=BXRULWVFETN6BDI7JUSWPUQZHK52XLPLG= 	 最新港剧三一如三粤语温碧霞主演更新至E56豆瓣7.5一Key在手，保持更新 
=B3FJ5OWWFF4WM46K4SSTLPM452L4EVBXL= 	 金庸全集（三联简体中文PDF版） 
=BKBWTENGKJANFU7NQN6PEHHTEP3ZVYNPX= 	 [国产剧]诛仙青云志2.Noble.Aspirations.II.2016更新至E18全剧终 
=HKJNFKKJKMEDVMKTDDJNMD= 	 gjjnfjjk 
=B3PZPHNHY2TOGD3UWTB4AJWRMMLEFZVNM= 	 如松微信公众号文章，PDF格式，持续更新中！ 
=BEKINSBDNPSQMIIQHVIISZPM7RLKHIGGT= 	 国产自拍日本无码日本有码中文字幕，请看里面的TXT说明和重要文件。 
=BSRTXBJGCFKKDGIXJHU2TIGYWRIUZSP2C= 	 [韩剧]不夜城불야성720p豆瓣7.6更新至E20全剧终 
=HABJANDGWQK201119910705= 	 Gwqk2011 
=BIBAKKFXPVTFJETXWU7L7SCKQSDYGSBCQ= 	 2012-2015经济学人电子杂志过刊资源 
=BAEZU3JUFKAGH2RUWH4M4T7WD3LZXYX7S= 	 [纪录片]中国通史.General.History.of.China全集共100集豆瓣8.5 
=BNGB37X5QHIVFXPXEVJPYVWMRRTLQ7LTF= 	 精選國產自拍偷拍-鲜肉浩哥芳哥呆哥骑士哥高级会所 
=BJYTPRXBGIXQVOQDTP6O5MIHZGDX46WJ7= 	 [高分韩剧]心里的声音.마음의소리.2016豆瓣9.1搜狐版全集加长版全集 
=BJYVOLAPIXQVRW2RFNLLPSSOAC4LB6ZHZ= 	 [ACQ-SYNC]UdonnoKuninoKiniroKemari(2016) 
=EAB6GTH5X2XY2BYCMJ3ZYBHSGYQ4PZPXBZFA6RLRAJEMCYE26W7FPI2P7RA= 	 [ACQ-SYNC]UshiotoTora(2015) 
=BBEGL53DSLUFV2VQERHXNPMHC6IRAKL6Y= 	 [经典影视合集]神探夏洛克全集.Sherlock.1080pS01-S04+可恶的新娘 
=BCWHZRSLANR64CGPTXRE54ENNSIUE5SMO= 	 神Key这里所发全部资源的索引QQ群579370217 
=BFQVQGOLNAJXTAK3JTFI3GMUA2EX2RFS5= 	 [美剧]生死狙击.第一季.Shooter.S01.2016更新至E10一Key在手，保持更新 
=BYRT3DFGYPRKMHNGV3GTJTUZRAG5MROSD= 	 H游戏Hgame同校生2tongxiaosheng2成人游戏~ 
=BWPPT54CXIUS2XNWZ3GYVTIQRIUF6PVAX= 	 autocadAutoCAD_2014_Simplified_Chinese_Win_64bit 
=BYOOO6N3XC6O3NFT5RE5KVWZ7VHE42OHX= 	 [韩剧]赤身的消防员.맨몸의.소방관.2017更新至E04全剧终 
=B3LDUNBV7BEGEMO6NGMZ53FFI23EGZNS5= 	 夜勤病棟1-10中文字幕 
=BYKSEHV25YOHESCX3JLQXWADSZOZ35KK6= 	 艶母taboo1-6中文字幕 
=BA3WKTLE3S3EJYOIXNP5JW72PBNVLJPWC= 	 百度云破解不限速版 
=BC4B72476W4JS6ZFXFIAW75BMK6DOKG3E= 	 欧美夫妻自拍90部：清晰度高，是你撸管绝佳伴侣 
=BC4G5DZEHPKFJ5TGDR4NZMUBG46B3RLDB= 	 （科普）性爱指南新版老版有一定年代拉，走过路过不要错过 
=BL4KSMVOOT67RZQNDDOHWTY6C7PJ3PFH4= 	 雯雅婷全集【动画漫画游戏桌面精灵】 
=BXOXE6TIO4XCUXTHYHLSJ5TH7MLGSEPFL= 	 調教學園三部全【中文】 
=QAZXSW1234567890EDCRFV= 	 titleshow 
=B4KWFAB6EDQ6HJ66R7DP7R5M34HYHLKKY= 	 大桥未久绝版无码3部无水印 
=B77O44T52RXCXFRAONQSAAUS6KSFDL4NF= 	 EverQuestIIChainsofEternity 
=BR5WJZ23C2YHZKUMS7SXFHA7NLQ4AFDCB= 	 国产视频全集 
=B4GK734RS4FQ4ADXHXBNUDJQ4HEOJBSMX= 	 电击自慰1 
=BTVQT2RMP474EJRHZN36NAPC7EVSCOITF= 	 两个小美女，两个小蜜蜂啊 
=BRLVSX7NF46IZCM3IZUSU4OKW7ZMJD2YO= 	 [高分韩剧]孤单又灿烂的神：鬼怪.2016豆瓣9.4更新至E16全剧终 
=BMQIFY6U7Y4VCBH3AB3XH5WJXBGQWX3G2= 	 [国产高分剧]鬼吹灯之精绝古城.2016.1080p更新至E21全剧终 
=BY4VKX3AWME6HUTBPJKUBEUT262LRZ444= 	 海贼王剧场版合集.1080p包含特别篇 
=BOCNLHMF2CC7AE422WWQXU22255U4KFNW= 	 【白马合集】白马所有文章整理汇总及下载 
=BB3TDFUMSY3UID4NBGBF53KI46RAL7PDR= 	 大明王朝1566（全） 
=BJGKOZM2UBVICYBMZGDZHDJ62BYQ6URDI= 	 [纪录片]21世纪情侣交往和21世纪性爱指南精装合集A.Girls.Guide.To.21St.Century.Sex 
=BGBPGOKHBC4YCXPNOQ6IPDRP2U64OWFXS= 	 李宗瑞29.73G终极完整版本mp4无失真压縮版5.73 
=BERFSKPUCJ5WI53ZMWCRTPKUVEESDODKR= 	 个人收集的各种图片,多到你不能想象! 
=BIYL2CB5GAYG5E2XQBGGHFR4QRIOYR7O3= 	 指环王三部曲QQ群：579370217 
=COQADT57MINL3NWJY244DYB4P3LJVQU3A= 	 豆瓣高分日剧四重奏 
=B3Q7MBPOLJGBVC3WY63NM6FKNFARHK2DH= 	 外国人在广东叫鸡实录21-30第三季 
=BHLM6W6JFYNXTNS2OK5VUJ63RJLOF5MBN= 	 SDの強推身材樣貌堪比康妮卡特的極品嫵媚尤物與帥氣男友性愛自慰視訊 
=CCBNLJDQFA4VLAIYVNSEZWMUUEFEQCE5Q= 	 [TVB][2011][天與地][双语字幕][DVD-MKV][FK] 
=B3YHUZARM3KLNLAM346RGK36PRIWCA4QZ= 	 SexUnderwater系列scubawhore 
=BYOKGXLXQWXIMKTLFNEHHJ2RWG4XNCE3E= 	 麻生希全集 
=BV7ECA5GFUMBERIROSQW3CL2GINI6WP55= 	 [2016][大陆][悬疑][连载][BT下载][鬼吹灯之精绝古城][更至15集][国语中字][WEB-MP4][10 
=BKV3UVS5OKTF2IYLJJZR6PNNLMFPBRJST= 	 寂寞的少妇在车上自慰，奶子又大又圆 
=BWNSFRPJM7EKKWNWQKVUJYPLLSLSS22UP= 	 欧美四部经典合集极品 
=BJLCLCM3GQGRYNPJKJ5NR2762TDPTXITT= 	 经典小视频让你欲罢不能+2部小动漫 
=BFJ3UFPZEVYBLFYWANH4R4WYJVOOVBEJO= 	 个人觉得不错的几部xxx-av 
=BAPSUDTNT5ECWZOJPDDMZDCE5LWVABV56= 	 四个模特XOXOXO视频 
=BCXSGVA76BGRQDYDFHYOQQKPFUMDSP4OK= 	 小情侣两部17年学习的口活+正位狂操露脸 
=B5Q3VAMFX64D6BTENRA4LYDJPNKLNSZMG= 	 最清晰绝版96年金瓶梅(杨思敏版)中文字幕 
=BBEQFAXZT46BCR6XLAFRJEODWQTC3XHGJ= 	 私藏高清按摩师系列短片，身材超棒！ 
=BPEVZQMGO7HML7C2ORQLVF63SMR6K35OO= 	 个人收藏的里番，共30G 
=BNF6K3HQ5H4W5W4EOCNM6X2YDTWNPZONI= 	 电动车小树林里Xoxoxo 
=BW2HKZSXOHTIMGFDDWY4NLKNUGTQR3JC5= 	 李宗瑞全套视频【29.1G】 
=AIRJCOLR6UBRRXZJD7KELVR4TLRPVQGKB= 	 精心挑选的中文字幕的 
=BNMIK2U6HMQ2XX67PVU5O44FJUHD22XPO= 	 第五部，金发美女anna.derevjanko后入破处，痛的哇哇叫 
=BNGBSDUP6BVRE5AIZQVKSAWSZLCA2EIHQ= 	 第四部，美女marfa.piroshka掰开嫩穴看看真正的处女膜 
=BXICFPS6GQHVLXXCX6ZKA2NGBT63AFVL3= 	 第三部，美女mirella.csikis掰开嫩穴看看真正的处女膜 
=BHKTWIK6MIWB3IMP6X7ZJ7BZKQZXRIAOX= 	 第二部，俄罗斯美女Matilda.oj 
=B6ERRV77RHYLXD63JCRXKDEW5BS4T6OZG= 	 日本亂倫綜藝，好色家族對抗！禁忌相姦中出大運動會【中字】 
=B6ANS4DLJP2Z2N5BWYGW66IQWEOPWVCSI= 	 AsianSexDiary[2012to2015]SiteRipMegaPackSD480p 
=BKV6N6FOAI4ZSIJVS4NMKB2TJNP6FSEAQ= 	 第一部，俄罗斯美女BellaBeretta 
=B4Z4OM4YEX77GCG2QBE4FHVY34YHWXB63= 	 经典偷拍水滴视频夫妻XOXOXO 
=EAC4X5CEJHYNDFTQS5EOY5W3XMURDHMAT3JHGLTFBXSKZX4AKPHTAT6UA4A= 	 [ACQ-SYNC]DragonBallSuper(2015) 
=EZQQ6B2VWLDWT3QRX77EQLQIFOCI3R3GGMGLBQH3HHHBPRXY6R3W7Q6TF7I= 	 [ACQ-SYNC]Gate-JieitaiKanochinite,KakuTatakaeri(2015) 
=EVRNCJBFDFQG4ZKWZSKICMNHVH45RNJ2AYIRFW62YX73RECS5FFQ7R2WCTE= 	 [ACQ-SYNC]GlassnoHanatoKowasuSekai(2016) 
=EWHXJJYZ6ZEJXDOVXEEIR6XP64HKDB4C25OM2D5AXBMSF5JBJTSSV2SAW7A= 	 [ACQ-SYNC]GakkouGurashi!(2015) 
=EAQROAB3FF27SDJS2HTHZE242NGONBTDXEUFWFWWVDFAGAVLF4WE5PQNDMU= 	 [ACQ-SYNC]Gosick(2011) 
=BVCU4M3NLSQHOROMULJCBBMPFXDVAFQTN= 	 国产车震合集共10部24小时极速 
=BARTHTLTA472FLCW27IHSLTPLD7NVATVV= 	 成人资源每日更新，你懂的 
=BDDMLRF2Z44L6L7F37VEUN5D6C5TDA56B= 	 AVN最佳系列浪漫ALittlePartOfMe爱的碎片 
=BCS3ZI6I5HXXMMQFXTTAWCXKNEJIP7V4W= 	 国产3P两部女主人特骚极速24小时分享 
=EMGGYTHIFF5FUBNC6LWX5BXNCRA73D2YHLQY3P7PCRJHPL6O4KSHH3OBTR4= 	 [ACQ-SYNC]KonoSubarashiiSekainiShukufukuwo!(2016) 
=BNHXMXFY2Q625QTRLCRY4ZSRFA22VOQHO= 	 这个是国产电影里拍摄最好的，又清晰又刺激，还有对白！ 
=BYM76O7AOIYFLL3ITFIHNN2SMSBRTK3CZ= 	 上海松江区夫妻自拍破解流出-八部合集 
=BJZWYGTY3LEYGUDXXJ5BMFBB4AZCOO6DF= 	 brazzers合集（daywithapornstar） 
=BIK4CNMEVO76SUHW243ODMBHSD3VAVGNL= 	 韩国三级-同居的目的-高颜值女主角，情侣同居-中文字幕 
=B5CNG2GBIQH2GPASYVWKOXVVCDRHZPSS2= 	 90后Prestige新女神彩美旬果25部 
=BFRF2HZIWILQNSIX237TE5FLGE6PB5GLT= 	 国产tscd片，个人收藏 
=E2IPXRVZSPE7ZJWQIJEUN4RDEWZVPCMOQUQX5MXZJVAUINT55CLPR7NCUDY= 	 [ACQ-SYNC]KoutetsujounoKabaneri(2016) 
=EDX4EEF642IBFTLKCGSNAZW7MFWTOFIKEOBBBZ4NT4JSSUMWWVVA6FRQORE= 	 [ACQ-SYNC]Kuromukuro(2016) 
=EDYPUCB3WRTHBPWJED6LXTX5NRK374QW377ACQ7ECYC2MJFHBTATXV3BXJQ= 	 [ACQ-SYNC]Phantom~RequiemforthePhantom~(2009) 
=EEZLBLPONIYVD6P2QBMW3KWC7YSVQAODGMA762LJ3LK4NC56ISBIKHTQHV4= 	 [ACQ-SYNC]Masamune-kunnoRevenge(2017) 
=EJ3H7X73SYUSFSSHYOZA6AD4PJXB75QP5OZIG4CNAGVK72QAQJF5Y7S4G4M= 	 [ACQ-SYNC]MacrossDelta(2016) 
=EXG3HGBA476WIPAQXXNCE2Y7SJMIVW73TAVQYW732IPTP7ATUVCKXMPRVLI= 	 [ACQ-SYNC]QualideaCode(2016) 
=BRYNIGVFGGCU6T5YBGG4VZM2UI6RIKSQ3= 	 Les#女同#持续更新~建议跑手机版选择下载~下完请保持做种哟~~ 
=BGJJQ5XYBZPG6P44T7GTMTMRR62JHEDY6= 	 [纪录片]CCTV-9：第三极青藏高原美景豆瓣9.1 
=EMFWL7SMLKG4F6YVKVSZDFLLBACOPCK3LBLLKSX4ASSHY2WACOS46HHDQ7Y= 	 [ACQ-SYNC]ShuumatsunoIzetta(2016) 
=E4NOTD5WOGR4YYAEDKZTLMRZJKSQ6FLVX3ATW75AQ36W2WNZQBE6P7YOFZY= 	 [ACQ-SYNC]OverLord(2015) 
=AXFA2W2XTD25LRJFEJ6HMS26LYLXYNHA3= 	 18+book 
=BQARNXLKZ4XEZZS3UGSDTRAFXXKPDMHJL= 	 个人珍藏国产自拍第一季 
=BNAWFVSFXSHEULAIBLX2H4FGOBSFPOKXW= 	 武汉十七中在教室干炮泄露版 
=B5TYGFJTW272CFGNKA5XGQYMVC7R2Q754= 	 韩国三级片多部合集 
=BUZTZFSTTEZNGXOQJZP32J35524OIQALL= 	 个人珍藏国产自拍第二季 
=BSUQVDNHBTJDKK2F3ZMS65375R2TCKE4B= 	 在交通局上班的公务员，让我上了，皮肤白嫩保养得非常好 
=BXNEABRFEE6WDYWJI76UXSD5OHJKVHST3= 	 国产玉儿整理 
=BSZS2H6QL4WJWOMC3MXFLHXZBA72ENADI= 	 歐美男子巨炮蹂躪東南亞清純應招女郎 
=BJJYWNIIOPQNFVNG36UA7FKJZARAWKG5V= 	 海尔兄弟全集经典动画片 
=B2Z42Q2X53ANF35JMU6RUUY2OIY4FIR6K= 	 看了就知道女人是如何出轨的了 
=BJD7LQOECW32RLOYS3LYYQI23EOJGJCRY= 	 亚欧真实自拍小视频合集11-15 
=BOR4KMELJWCBOPZ3IWARE4KCQRJNLNMUV= 	 98个精选的Tumblr小短片 
=B6MPGCO2QM3MQXDJWXR3VD2OCCDRSREKK= 	 HEYZO0437柔韌身體藝術體操女孩的愛液流出三宅ちえ 
=B5Y32TCOPUNS2LUJ25MMVVZATGMGPDXZX= 	 R级韩国太美了 
=BZMS5ABXJP423BXY63OE6DWVKBA3A643L= 	 呆哥系列新婚少妇兰兰2打着电话被呆哥强上 
=BD7F75M2DVCPY4ANROKBK6QLADPJJ5AIG= 	 最近比较火的亚裔眼镜夫妻视频合集 
=ELL77CA4KO2FKDF6PDQF66IE4ADQQ3ADMCQOJOYW6WYI6WNGEJW= 	 极品女神JasminAkrivy视讯合集82V 
=BVKIH55RPFAAEXF23HO5HR6RO7H23QCDZ= 	 酒店大战超级骚浪女友 
=BVWCZR2NNS4IVACX5RJ3K3QBM3K4XAZE6= 	 HK青龍會大佬千金Allie被叉叉視訊瘋傳网络 
=BYTQXQZTZZZUYWDP6L75KNATMMBOHDQRX= 	 某航空公司空姐自拍流出完整版14部 
=BVT3DLEB6XGQHPTN4OCGWJB7AIXXVIAVY= 	 自己收藏的自拍 
=BZ667GRVYSVFMODZN3QYZXMH6XL4HQDTD= 	 [纪录片]汽车百年.2011高清全集稀有资源豆瓣8.0 
=BGXQ6PQMI5MDY62ACUGZNRD63OV47ZBNY= 	 后入视频8个和一个自拍视频 
=BQOSFWE5JQNHYQ22R6UKQDWGCPLZEQXIF= 	 个人收藏分享,你懂得 
=BX22SAK6XGMJQTBQISSZQCZQKXPUU5FN2= 	 珍藏高清1080p身材超棒姿势水平高 
=BM7NUB3LRMTWYLCRRCLR6EE7EI4F4A4PQ= 	 神探夏洛克.第四季.Sherlock.S04卷福归来更新至E03本季完结 
=BLGKPH63M3EL6ZKWEYV65JOH3PR6YBKPD= 	 [纪录片]国家地理：幽浮入侵中／不明飞行物入侵.Invasion.Earth.2014.1080p 
=BRLYTSB7QA2GE4326JXKUUDUQRWROZJOY= 	 酒店4P淫乱换妻终结篇 
=BP5PPYBYCGVQOE46ISMOANTPZRZN5MLOZ= 	 夺人心魄的眼神 
=EIF6Q6JTRTZMTRXEHTZLSXMG7KKVJPNYSCWAGVF33YWINOPUR2DK77KK65I= 	 [ACQ-SYNC]HaitoGensounoGrimgar(2016) 
=EELL6STGOSKTY7DV6YEED6M6FRFDMD5YZFOI6747X4AV7KSKJZPHEVKDNCM= 	 [ACQ-SYNC]Kagewani(2015) 
=BVHKCW4PHH5T5WPZSZBWNNYMEM6PXGZRP= 	 公交车色狼，太刺激了 
=BJTYXWNPQZG2KPM4FHI5HMEQFMFDSMYZF= 	 [纪录片]BBC：地球脉动.第二季.1080p豆瓣9.9新增2017特别篇：奇迹世界 
=BFCRC6KF37H57TXE4L4HIG6SMZV27UQ2U= 	 出租车系列精选捷克美女（中英文字幕） 
=BMSUSGLSD4NP3VEYTJ5XJ5N3HBVBBHBSP= 	 露脸高清老婆在上面猛烈摇晃爽死了 
=BFHDGSG6GVMUAPKKEBGXHJDBHZGTU776N= 	 国产4部经典合集 
=BUT5B54VHSVQU2VNNBPDNQGKKVU2TVYB2= 	 最新国产自拍6部 
=E5O6ERVCXW3G7GW7IOMNRBOF3KMNNBFACB7AESNCVO26U3ZSSL6= 	 自己收藏的资源，比较杂，共572部 
=BJWL6H5F5TDXBIR6OGYOZHZXAMSAYGJ4F= 	 不是精品我不推荐的欧美类合集 
=EFOU56X4VUS6ICE5MCB2IBMYZCHKVZJBTPDYBWFYA3QEP6XR7LF5B5EPHY4= 	 [ACQ-SYNC]Handa-kun(2016) 
=EUTSTSZEJC5IRRRUJ4I442SBAGJINSCWEJ2DXFADC2VLQMC5T3IJBIBYGM4= 	 [ACQ-SYNC]JitsuwaWatashiwa(2015) 
=BY2TAPGFAJQKIDEDE7WECSIVT4XMDCO4G= 	 商务系列之小护士对话清晰 
=BTT3D6WEIBDOIXPGD3C4DA7S5MH5HKNFY= 	 euphoria系列4部【1.46GB】 
=BY47AS7LPCRIYYXRURPJX65JUHCG5P4OP= 	 上海陆家嘴的视频全在这了 
=B5BSC67UKCAGS6UB5YLFI7DQWY5LM2XX3= 	 Ebooksaboutwebdesignanddevelopment 
=B7ZZP5TL6RZ7SVKVGVK5MZT5GP7YNPRSG= 	 自拍合集002 
=EWDVO7E6ZIER24VR3J2P4UT6MN3MAJFQRWU37O37DJI6F2W5J7ZM= 	 经典女神ErikaBella短片合集1【1.73GB】 
=BXI5MS4TUNE4ZHP2FZF2GB5TSTZJAUFH6= 	 自拍合集003 
=ABO25AYPTUUSXAJ37UQY6HIGMUX3NA4VQ= 	 微博紅人米妮大萌萌女仆誘惑 
=BNJM7TWZLUD3ZQDIQKHA3JPDGZZ3THL4S= 	 国产自拍合集001 
=B2VFHK25OATR5B3LZ3Z6AEKOTHGKNBVQZ= 	 柳州艳照门日本海外高清版+番外篇4部 
=BXQJCF7RBZJRQE6VHCHTCZ7KYCUKK3PQL= 	 欧美综艺评委直接干 
=BCRNOLAQSSCEARKCVTZW2HR5QXFWX4IYW= 	 国产自拍合计（视频+图片）【10G】 
=BMJ6OWPYAGVVE5YZX35UVDHEJUIV5BGZY= 	 宾馆表演逼逼开啤酒，点烟，夹刀片，牛啊 
=BH4OQOGIWEEUBWQFNJRCYPB54C2F6Z2DZ= 	 美国白富美模特帕丽斯希尔顿与男友酒店一夜疯狂 
=B765NYCJOK6INQQIBJK4CVXZFZQBF7AUR= 	 曼丁哥32cm巨屌爆插小萝莉【续集】[590MB] 
=BC3MKJXCYMSCXLQTGVDIQ6CPDHSLROVG3= 	 邻家小女孩Brigitt破处 
=BLST4QATEE2PH7VHKKX4G5ASLQMPALIWY= 	 国产自拍好多美女 
=BGKFAQF3BVYK7E7RKXTR4UUDA4TCQLBKY= 	 国产自拍分享004 
=BRWLCXPJ7EQHSO2KBHNXSGPYLI5V6PKAS= 	 康先生酒店约战宁波大红鹰学院眼镜学生妹普通话精彩对白 
=BQDZZ2ML47F5WQNWDPCQRLKNCYEC3SC65= 	 收藏的CB站Littlesubgirl合集给大家看下【1.7G】 
=BKFR25ZRMACTQJU7SAAVIPYSBVN35GDY3= 	 传说中的馒头逼秀色可餐 
=E63MSYG5UWJGHV6OGQY5GJBLLCO4ZEC57SM73B7LZYC5FEDDAHSN5SV6BZM= 	 [ACQ-SYNC]KanojotoKanojonoNeko-EverythingFlows(2016) 
=BQ45JWOEWENU6OP3SOP4IBRWI3CXJMVAW= 	 [经典影视合集]山田洋次武士三部曲包含：黄昏的清兵卫隐剑鬼爪武士的一分 
=BRFVE4K3I6IU7OELBHNGJCHHS7HEJSQ37= 	 那些年我们一起L过的门事件00【75部】 
=BHDNNSNAQU737LUV2QEXRPTELHRZS362K= 	 经典韩国演艺圈事件39部【日本11G清晰源附大神影评】 
=BTDMSXGGMCLNAMN4ETSDPXFGA5PFT7UST= 	 看了那么多自拍还是觉得蝴蝶采精3P是最完美的【高清】 
=BOKA27IZCZX6TS5U275M6AI4TDKGIQ6DH= 	 大JJ插小嫩逼,甜嫩叫声诱人 
=BUZESKYYP2VDCRDASGYMWOYRPACWRPCI4= 	 Cinderella成人版辛德瑞拉 
=BNFF43Q5FGEK2BOBUBSQD2CHJUFI73VEC= 	 三部清新的欧美片 
=B62K6YGRLBG74SRYQBODVJPEVCH7KUWBY= 	 天津小女友系列 
=BALSUYIFT5SQJ72X6R3CWPUTSTAJ3ULMJ= 	 Axel.Brauns.Inked狂干多个纹身妞 
=BQTELDYO2D3AOYWBVO63QW5EVZB5YB2R4= 	 Asian.Girls.Are.Sexy.XXX 
=BOVF6R7AVOIB5DVRI2TLCPYWVQ6R3KSRA= 	 电击自慰，妹子爽的直抽搐，水如泉涌！ 
=BW57A6RX32W2XU5RM2KCZSLYPGDD4M62K= 	 国产8部经典合集 
=BHJY3NXG3Y5DBZNZ66RGHBECAKJ6DA3N7= 	 轰动一时的空姐门，很骚 
=BDYAZ5XPNVX5Z7TTP3IHVBMAFOLGVYNZV= 	 裸条门视频合集全是美女 
=BKOSW34AVM3OYTUOCVA6LLUYOUQ2KD5QD= 	 国产自拍小视频更新 
=EY2RPZ53MTYF2ZC6QOOXYSVTRUVPLQ6YGJIZ6LRVB7DYP76YN37BYMSI23Y= 	 [ACQ-SYNC]Taboo-Tattoo(2016) 
=BKZVNKB4U7BGIBDBVW477FLE6KL5QKTMW= 	 紧致丰满的女友上位高潮 
=BOGQBIU4PZ4X64BPK5RW2D72LV5DZQ24R= 	 微信约炮之19岁木瓜奶潮州妹，男主射后不举，全程精彩对白 
=EZG5I2B3EU3TQCQVITQ6E3WUVMXLRG2EFCXZS7RSXVS5QTEL3FWRTUHN5GI= 	 [ACQ-SYNC]CometLucifer(2015) 
=BASK3MF5NTQUYCIRXZIF27HMNHSUDZMUG= 	 收藏的一些裸条门 
=BJHR2E5UUCE45LRCX5V7GMARQVDYC62EW= 	 肥猪吃完泡面艹美女，身材脸蛋S级 
=BCUZPAWUQAYLPCA2RH5UAAHZJ7IG7YPNY= 	 这两个星期91最新下载 
=BPIVJFNCCQU5C35IF7HKJTIPAGDWQR7H5= 	 上海华东理工大学化学系洪益娟全套视频，普通话对白 
=BQXWHTTR4OHJLEOQFTGQPGTHKL3RYY5E4= 	 热门门事件小合集 
=BYSDMI3BY7KVUMEHVSDLUYVJSAT7X3MH3= 	 [经典影视合集]荒野大镖客三部曲包含：荒野大镖客，黄昏双镖客，黄金三镖客 
=AI22CEUFAJQFPMAB7UVAVCFNA2LUMIDTA= 	 珍藏高度淫荡自拍视频8部 
=BWJD3XDBNY7OGYAFL3GLTR4MQMSWRL5MA= 	 白皙肥臀女上位骑超大鸡鸡高清【366MB】 
=BGXO4R6GGPLKISIP7G7EU6JJZVMFPPOZI= 	 高三清纯小宝贝添鸡鸡两部【37MB】 
=BXYDO6WUSW3VVGMI62R4EWEWCCXMCBHT4= 	 白皙肥臀被超大鸡鸡后入Jessica系列又来了高清【238MB】 
=BKLFTHGR3BAVID5FPDS4ZLNTT2A6YS3KW= 	 曼丁哥32cm巨屌爆插小萝莉Mandingo.Massacre.6【697MB】 
=BH7HQMGFIL7MXUH2EEOHZ3L6YKCN5O5RL= 	 微拍66部你懂得 
=BI76SIQFEVYU4FPQFWTTAYFLREUR4ZBUL= 	 极品大奶高中生 
=ELGZ77GYZCQYGY2VKKRTEHD2JI56AUEAIPFGMLMHOW6ZCJEZM46EJZWQJCE= 	 [ACQ-SYNC]91Days(2016) 
=BOZ5OK66UYYA2NKGWQQ2SRIBJ74TUEK7C= 	 微信82部你懂得 
=BKVJO473YKI3P4H3HRT5FQXOZCEIEXTSA= 	 房东针孔偷窥小姐接嫖客 
=ER5VNUHZOFFFBQBZYKCTV3GCB5HQQOKXJLLJFMDS2UKVCTSY7GY6TONLERQ= 	 [ACQ-SYNC]AbsoluteDuo(2015) 
=BAHOZN5CPQNK3LIN6TECEMUD5QOKJHWP6= 	 欧洲白妞破处Alberta-Defloration【932MB】 
=BOUGCXZFKXKKPE7OQJ5EPSB274LRCFNW3= 	 深圳96年大奶白富美逃学开房【17MB】 
=EDPLEDXXGY2WSS55EHXMOERNJHFOVKZXC5Y52WBGISSQWLWXHGJUTNXAC5A= 	 [ACQ-SYNC]AmaamatoInazuma(2016) 
=BHBHD3OUQA53GYTWM7C5Q6NHEJCZ7C73T= 	 绝版微拍微博被删福利3 
=BOV644EBSLB42OGISG3ERLA5CQUF3CAKV= 	 绝版微拍微博被删福利4 
=B6EO4LWQ5DTI63KLLPFYQESVOKJVYAMVS= 	 白皙身材超棒的极品情人白天疯狂做爱【103MB】 
=B2E3TAODWKZ2KIFLTQBUAGRBCRGIWWBCK= 	 精挑细选国产自拍合集4（超极品粉嫩白虎女神爱爱，雪白大奶妹） 
=BEC2H2S5BRKRCWCSZR3K7GPRQVIMHD7UH= 	 94个经典国产视频，多年留存拿来分享 
=BRMSPXABUZHR7UT567O2QCBG7VLRDSZ4N= 	 绝版微拍微博被删福利5 
=BLQEPLCULFAQCBMKVVIG6C7UZX7U37JSF= 	 绝版微拍微博被删福利2 
=BY2WXINF6ZN7PU4HDTFZPFXHJSV4476DT= 	 绝版极品微拍福利1 
=EEGKLF2TNM6TLFW3NYJXVYN2X52ULLPY6YZ2WSFUEN65OBHIYWOHJBNZBKQ= 	 [ACQ-SYNC]BakusouKyoudaiLet's&Go!!(1996) 
=BZTNJ4HRLOQBDB7SQYWG63PMISIORAHAV= 	 網絡上流傳很火的漂亮妹紙王夢溪及绝版微拍福利 
=EWEKJIGTZPGJ3FPRDHAERCQTEB6NC2ZYNGG6NF4XS6YNDCZQFNRH4CCVB3Y= 	 [ACQ-SYNC]ARIA(2005) 
=ECSTOXPX2RH53OF7G7C77FA2VPCWRKFKAJOBIBEI2LYEJ773EENEB6Z4V74= 	 [ACQ-SYNC]BigOrder(2016) 
=BV2OKRQQ7GNA4R7JYCXBRP2NKDPHVP5OY= 	 史上最骚的女教师床战24小时极速分享 
=B6R7XWKOY46OMIBCNCAFGQG7JIOKZGSFO= 	 车模兽兽爱爱自拍流出，经典收藏 
=EMJQUM5QRI6OLDCEGIRCY5W3LJ7OHHO4GMHXSWXYPMC3QDBHGBPRA3CV4WQ= 	 [ACQ-SYNC]Claymore(2007) 
=BXLX2RPI6UFPIJCK4ZIWVBYZOHTGG7NM7= 	 微博红人萝莉夏目七优VIP会员露脸图包+视频。绝对嫩逼 
=B6TH6UGVSUTNC2OWYINVVQXYVHWMFHHQ2= 	 个人收藏的1.8G经典H文，分享给大家【1.8G】 
=BVTU3ZNC5XH2DVHNFBNGFQMKRIS65AFPX= 	 陈冠希经典作品【122MB】 
=B4J7UH3CFJZFUX6A4LA255ZWSZM65M2OZ= 	 各种自拍小合集之二[1.1GB] 
=BAAXJ7RDV3OGCPRCTICFHV4BZBZDD7CDL= 	 保定出差之技术超好的女同事多次高潮，全程精彩对白 
=BYOFJCJUBW7WTCBKBJZEDWUVV4BZO6I65= 	 美臀女友上位高质量服务3部 
=B4B6CWYUJG3LWBEAJTPRUYIINVCSCL6ZK= 	 各种自拍小合集之一[705MB] 
=B3I5WYXUYRRZQVBAQ4MFZTVR34TC5OJ6O= 	 好莱坞艳照门 
